{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i)[sdmt]|ll|ve|re|[^\\r\\n\\w]?+[a-zA-Z]+|\\d{1,3}|\\s?[^\\s\\w]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "A": 18,
      "E": 19,
      "F": 20,
      "I": 21,
      "L": 22,
      "M": 23,
      "N": 24,
      "O": 25,
      "R": 26,
      "T": 27,
      "_": 28,
      "a": 29,
      "c": 30,
      "d": 31,
      "e": 32,
      "h": 33,
      "i": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "r": 39,
      "t": 40,
      "u": 41,
      "Ċ": 42,
      "Ġ": 43,
      "00": 44,
      "000": 45,
      "Ġ-": 46,
      ".d": 47,
      "at": 48,
      ".dat": 49,
      "43": 50,
      "22": 51,
      "40": 52,
      "10": 53,
      "20": 54,
      "30": 55,
      ".m": 56,
      "cr": 57,
      "icr": 58,
      "micr": 59,
      "pd": 60,
      "Ġmicr": 61,
      ".mpd": 62,
      "Ġmicro": 63,
      "70": 64,
      "24": 65,
      "14": 66,
      "17": 67,
      "25": 68,
      "83": 69,
      "245": 70,
      "417": 71,
      "437": 72,
      "243": 73,
      "543": 74,
      "408": 75,
      "16": 76,
      "50": 77,
      "Au": 78,
      "FI": 79,
      "LE": 80,
      "LT": 81,
      "Ma": 82,
      "Na": 83,
      "ON": 84,
      "RON": 85,
      "ho": 86,
      "in": 87,
      "me": 88,
      "tho": 89,
      "ĠAu": 90,
      "ĠFI": 91,
      "ĠLT": 92,
      "ĠMa": 93,
      "ĠNa": 94,
      "thor": 95,
      "ĠAuthor": 96,
      "ĠFILE": 97,
      "ĠLTRON": 98,
      "ĠMain": 99,
      "ĠName": 100,
      "60": 101,
      "12": 102,
      "80": 103,
      "03": 104,
      "04": 105,
      "32": 106,
      "18": 107,
      "28": 108,
      "90": 109,
      "38": 110,
      "02": 111,
      "42": 112,
      "05": 113,
      "01": 114,
      "100": 115,
      "52": 116,
      "48": 117,
      "110": 118,
      "62": 119,
      "58": 120,
      "36": 121,
      "72": 122,
      "120": 123,
      "46": 124,
      "26": 125,
      "68": 126,
      "34": 127,
      "78": 128,
      "92": 129,
      "98": 130,
      "44": 131,
      "56": 132,
      "027": 133,
      "007": 134,
      "035": 135,
      "032": 136,
      "005": 137,
      "023": 138,
      "013": 139,
      "046": 140,
      "130": 141,
      "011": 142,
      "033": 143,
      "021": 144,
      "043": 145,
      "022": 146,
      "036": 147,
      "042": 148,
      "052": 149,
      "053": 150,
      "009": 151,
      "026": 152,
      "048": 153,
      "003": 154,
      "037": 155,
      "029": 156,
      "006": 157,
      "025": 158,
      "050": 159,
      "012": 160,
      "001": 161,
      "039": 162,
      "045": 163,
      "017": 164,
      "031": 165,
      "044": 166,
      "054": 167,
      "019": 168,
      "004": 169,
      "028": 170,
      "008": 171,
      "047": 172,
      "049": 173,
      "015": 174,
      "040": 175,
      "030": 176,
      "024": 177,
      "014": 178,
      "038": 179,
      "010": 180,
      "041": 181,
      "018": 182,
      "002": 183,
      "051": 184,
      "020": 185,
      "016": 186,
      "034": 187,
      "76": 188,
      "96": 189,
      "82": 190,
      "99": 191,
      "54": 192,
      "77": 193,
      "88": 194,
      "95": 195,
      "13": 196,
      "97": 197,
      "15": 198,
      "93": 199,
      "94": 200,
      "66": 201,
      "140": 202,
      "74": 203,
      "73": 204,
      "75": 205,
      "11": 206,
      "53": 207,
      "91": 208,
      "64": 209,
      "55": 210,
      "71": 211,
      "33": 212,
      "150": 213,
      "79": 214,
      "86": 215,
      "19": 216,
      "84": 217,
      "102": 218,
      "35": 219,
      "06": 220,
      "160": 221,
      "08": 222,
      "112": 223,
      "170": 224,
      "108": 225,
      "23": 226,
      "57": 227,
      "122": 228,
      "63": 229,
      "59": 230,
      "51": 231,
      "180": 232,
      "132": 233,
      "118": 234,
      "190": 235,
      "128": 236,
      "142": 237,
      "200": 238,
      "152": 239,
      "138": 240,
      "116": 241,
      "106": 242,
      "210": 243,
      "162": 244,
      "148": 245,
      "104": 246,
      "172": 247,
      "220": 248,
      "126": 249,
      "158": 250,
      "124": 251,
      "146": 252,
      "198": 253,
      "156": 254,
      "188": 255,
      "260": 256,
      "340": 257,
      "348": 258,
      "396": 259,
      "354": 260,
      "371": 261,
      "319": 262,
      "480": 263,
      "490": 264,
      "452": 265,
      "413": 266,
      "522": 267,
      "580": 268,
      "532": 269,
      "572": 270,
      "556": 271,
      "625": 272,
      "648": 273,
      "655": 274,
      "635": 275,
      "700": 276,
      "750": 277,
      "711": 278,
      "812": 279,
      "862": 280,
      "872": 281,
      "898": 282,
      "877": 283,
      "895": 284,
      "866": 285,
      "942": 286,
      "952": 287,
      "972": 288,
      "998": 289,
      "432": 290,
      "221": 291,
      "402": 292,
      "205": 293,
      "305": 294,
      "701": 295,
      "251": 296,
      "836": 297,
      "166": 298,
      "168": 299,
      "609": 300,
      "123": 301,
      "321": 302,
      "328": 303,
      "382": 304,
      "426": 305,
      "427": 306,
      "056": 307,
      "589": 308,
      "682": 309,
      "981": 310,
      "761": 311,
      "966": 312,
      "775": 313,
      "133": 314,
      "973": 315,
      "661": 316,
      "751": 317,
      "867": 318,
      "081": 319,
      "136": 320,
      "230": 321,
      "248": 322,
      "176": 323,
      "080": 324,
      "090": 325,
      "072": 326,
      "076": 327,
      "099": 328,
      "077": 329,
      "199": 330,
      "113": 331,
      "283": 332,
      "234": 333,
      "271": 334,
      "235": 335,
      "300": 336,
      "370": 337,
      "324": 338,
      "383": 339,
      "360": 340,
      "392": 341,
      "397": 342,
      "315": 343,
      "422": 344,
      "472": 345,
      "456": 346,
      "494": 347,
      "453": 348,
      "516": 349,
      "590": 350,
      "542": 351,
      "576": 352,
      "595": 353,
      "670": 354,
      "683": 355,
      "650": 356,
      "618": 357,
      "668": 358,
      "678": 359,
      "693": 360,
      "671": 361,
      "651": 362,
      "783": 363,
      "760": 364,
      "718": 365,
      "728": 366,
      "758": 367,
      "768": 368,
      "797": 369,
      "880": 370,
      "842": 371,
      "857": 372,
      "917": 373,
      "990": 374,
      "913": 375,
      "433": 376,
      "228": 377,
      "229": 378,
      "407": 379,
      "308": 380,
      "705": 381,
      "708": 382,
      "241": 383,
      "833": 384,
      "837": 385,
      "163": 386,
      "502": 387,
      "506": 388,
      "601": 389,
      "604": 390,
      "185": 391,
      "286": 392,
      "386": 393,
      "387": 394,
      "526": 395,
      "361": 396,
      "365": 397,
      "467": 398,
      "261": 399,
      "264": 400,
      "686": 401,
      "989": 402,
      "566": 403,
      "769": 404,
      "963": 405,
      "967": 406,
      "991": 407,
      "999": 408,
      "885": 409,
      "953": 410,
      "947": 411,
      "664": 412,
      "735": 413,
      "755": 414,
      "533": 415,
      "645": 416,
      "649": 417,
      "331": 418,
      "339": 419,
      "067": 420,
      "085": 421,
      "089": 422,
      "231": 423,
      "214": 424,
      "250": 425,
      "088": 426,
      "094": 427,
      "073": 428,
      "143": 429,
      "117": 430,
      "195": 431,
      "240": 432,
      "238": 433,
      "297": 434,
      "215": 435,
      "293": 436,
      "275": 437,
      "211": 438,
      "279": 439,
      "219": 440,
      "320": 441,
      "330": 442,
      "375": 443,
      "379": 444,
      "442": 445,
      "446": 446,
      "476": 447,
      "499": 448,
      "495": 449,
      "491": 450,
      "457": 451,
      "512": 452,
      "552": 453,
      "562": 454,
      "536": 455,
      "546": 456,
      "598": 457,
      "599": 458,
      "577": 459,
      "513": 460,
      "573": 461,
      "553": 462,
      "591": 463,
      "640": 464,
      "624": 465,
      "614": 466,
      "628": 467,
      "638": 468,
      "634": 469,
      "692": 470,
      "644": 471,
      "654": 472,
      "697": 473,
      "615": 474,
      "674": 475,
      "611": 476,
      "679": 477,
      "740": 478,
      "710": 479,
      "720": 480,
      "730": 481,
      "714": 482,
      "778": 483,
      "796": 484,
      "793": 485,
      "817": 486,
      "816": 487,
      "890": 488,
      "846": 489,
      "856": 490,
      "899": 491,
      "894": 492,
      "922": 493,
      "916": 494,
      "903": 495,
      "962": 496,
      "946": 497,
      "926": 498,
      "225": 499,
      "103": 500,
      "204": 501,
      "309": 502,
      "704": 503,
      "249": 504,
      "255": 505,
      "832": 506,
      "167": 507,
      "507": 508,
      "605": 509,
      "608": 510,
      "803": 511,
      "181": 512,
      "189": 513,
      "906": 514,
      "423": 515,
      "057": 516,
      "523": 517,
      "527": 518,
      "484": 519,
      "485": 520,
      "489": 521,
      "588": 522,
      "364": 523,
      "368": 524,
      "721": 525,
      "729": 526,
      "466": 527,
      "349": 528,
      "782": 529,
      "786": 530,
      "923": 531,
      "927": 532,
      "984": 533,
      "988": 534,
      "563": 535,
      "765": 536,
      "823": 537,
      "994": 538,
      "995": 539,
      "771": 540,
      "881": 541,
      "889": 542,
      "137": 543,
      "937": 544,
      "665": 545,
      "745": 546,
      "749": 547,
      "537": 548,
      "641": 549,
      "335": 550,
      "351": 551,
      "359": 552,
      "239": 553,
      "218": 554,
      "062": 555,
      "098": 556,
      "095": 557,
      "084": 558,
      "191": 559,
      "292": 560,
      "296": 561,
      "318": 562,
      "338": 563,
      "334": 564,
      "393": 565,
      "311": 566,
      "355": 567,
      "412": 568,
      "477": 569,
      "594": 570,
      "620": 571,
      "630": 572,
      "660": 573,
      "658": 574,
      "696": 575,
      "675": 576,
      "619": 577,
      "770": 578,
      "724": 579,
      "725": 580,
      "738": 581,
      "748": 582,
      "792": 583,
      "715": 584,
      "843": 585,
      "822": 586,
      "826": 587,
      "876": 588,
      "813": 589,
      "873": 590,
      "853": 591,
      "980": 592,
      "936": 593,
      "976": 594,
      "436": 595,
      "224": 596,
      "406": 597,
      "107": 598,
      "201": 599,
      "209": 600,
      "709": 601,
      "147": 602,
      "173": 603,
      "177": 604,
      "254": 605,
      "258": 606,
      "259": 607,
      "127": 608,
      "807": 609,
      "329": 610,
      "287": 611,
      "907": 612,
      "581": 613,
      "585": 614,
      "369": 615,
      "265": 616,
      "341": 617,
      "344": 618,
      "345": 619,
      "787": 620,
      "567": 621,
      "764": 622,
      "779": 623,
      "884": 624,
      "888": 625,
      "957": 626,
      "153": 627,
      "157": 628,
      "933": 629,
      "741": 630,
      "731": 631,
      "739": 632,
      "759": 633,
      "719": 634,
      "863": 635,
      "063": 636,
      "631": 637,
      "114": 638,
      "192": 639,
      "208": 640,
      "182": 641,
      "184": 642,
      "066": 643,
      "278": 644,
      "274": 645,
      "310": 646,
      "314": 647,
      "350": 648,
      "378": 649,
      "443": 650,
      "462": 651,
      "498": 652,
      "517": 653,
      "600": 654,
      "610": 655,
      "659": 656,
      "744": 657,
      "754": 658,
      "852": 659,
      "912": 660,
      "932": 661,
      "956": 662,
      "977": 663,
      "403": 664,
      "301": 665,
      "503": 666,
      "802": 667,
      "806": 668,
      "282": 669,
      "902": 670,
      "621": 671,
      "629": 672,
      "584": 673,
      "463": 674,
      "268": 675,
      "269": 676,
      "687": 677,
      "985": 678,
      "447": 679,
      "827": 680,
      "547": 681,
      "669": 682,
      "557": 683,
      "847": 684,
      "154": 685,
      "194": 686,
      "276": 687,
      "325": 688,
      "342": 689,
      "374": 690,
      "416": 691,
      "473": 692,
      "550": 693,
      "578": 694,
      "734": 695,
      "891": 696,
      "105": 697,
      "304": 698,
      "244": 699,
      "141": 700,
      "164": 701,
      "488": 702,
      "587": 703,
      "545": 704,
      "949": 705,
      "270": 706,
      "186": 707,
      "277": 708,
      "233": 709,
      "380": 710,
      "390": 711,
      "358": 712,
      "353": 713,
      "425": 714,
      "418": 715,
      "458": 716,
      "454": 717,
      "455": 718,
      "524": 719,
      "558": 720,
      "571": 721,
      "632": 722,
      "642": 723,
      "677": 724,
      "691": 725,
      "633": 726,
      "716": 727,
      "795": 728,
      "800": 729,
      "810": 730,
      "883": 731,
      "850": 732,
      "828": 733,
      "868": 734,
      "882": 735,
      "940": 736,
      "918": 737,
      "938": 738,
      "409": 739,
      "202": 740,
      "203": 741,
      "206": 742,
      "179": 743,
      "165": 744,
      "504": 745,
      "323": 746,
      "384": 747,
      "389": 748,
      "421": 749,
      "059": 750,
      "481": 751,
      "468": 752,
      "688": 753,
      "784": 754,
      "789": 755,
      "986": 756,
      "564": 757,
      "821": 758,
      "829": 759,
      "774": 760,
      "974": 761,
      "979": 762,
      "151": 763,
      "155": 764,
      "663": 765,
      "733": 766,
      "535": 767,
      "551": 768,
      "861": 769,
      "065": 770,
      "237": 771,
      "637": 772,
      "134": 773,
      "092": 774,
      "074": 775,
      "079": 776,
      "183": 777,
      "196": 778,
      "197": 779,
      "193": 780,
      "262": 781,
      "236": 782,
      "343": 783,
      "312": 784,
      "332": 785,
      "352": 786,
      "362": 787,
      "398": 788,
      "399": 789,
      "377": 790,
      "395": 791,
      "420": 792,
      "470": 793,
      "424": 794,
      "414": 795,
      "460": 796,
      "478": 797,
      "496": 798,
      "493": 799,
      "411": 800,
      "510": 801,
      "538": 802,
      "548": 803,
      "534": 804,
      "596": 805,
      "554": 806,
      "519": 807,
      "699": 808,
      "673": 809,
      "653": 810,
      "732": 811,
      "790": 812,
      "752": 813,
      "762": 814,
      "776": 815,
      "799": 816,
      "840": 817,
      "820": 818,
      "824": 819,
      "814": 820,
      "818": 821,
      "848": 822,
      "878": 823,
      "854": 824,
      "815": 825,
      "893": 826,
      "874": 827,
      "875": 828,
      "811": 829,
      "871": 830,
      "859": 831,
      "943": 832,
      "930": 833,
      "914": 834,
      "925": 835,
      "983": 836,
      "950": 837,
      "968": 838,
      "911": 839,
      "430": 840,
      "222": 841,
      "223": 842,
      "226": 843,
      "227": 844,
      "401": 845,
      "404": 846,
      "101": 847,
      "109": 848,
      "207": 849,
      "702": 850,
      "703": 851,
      "246": 852,
      "175": 853,
      "252": 854,
      "834": 855,
      "161": 856,
      "501": 857,
      "509": 858,
      "603": 859,
      "607": 860,
      "129": 861,
      "801": 862,
      "804": 863,
      "805": 864,
      "326": 865,
      "327": 866,
      "187": 867,
      "285": 868,
      "388": 869,
      "626": 870,
      "627": 871,
      "586": 872,
      "464": 873,
      "469": 874,
      "685": 875,
      "785": 876,
      "929": 877,
      "965": 878,
      "969": 879,
      "993": 880,
      "773": 881,
      "777": 882,
      "975": 883,
      "935": 884,
      "945": 885,
      "747": 886,
      "753": 887,
      "757": 888,
      "119": 889,
      "919": 890,
      "647": 891,
      "555": 892,
      "865": 893,
      "841": 894,
      "845": 895,
      "849": 896,
      "357": 897,
      "069": 898,
      "087": 899,
      "144": 900,
      "070": 901,
      "060": 902,
      "078": 903,
      "097": 904,
      "093": 905,
      "091": 906,
      "064": 907,
      "086": 908,
      "125": 909,
      "115": 910,
      "217": 911,
      "280": 912,
      "232": 913,
      "290": 914,
      "298": 915,
      "294": 916,
      "291": 917,
      "322": 918,
      "316": 919,
      "336": 920,
      "346": 921,
      "376": 922,
      "394": 923,
      "373": 924,
      "400": 925,
      "440": 926,
      "410": 927,
      "428": 928,
      "497": 929,
      "479": 930,
      "570": 931,
      "514": 932,
      "525": 933,
      "560": 934,
      "518": 935,
      "544": 936,
      "515": 937,
      "593": 938,
      "574": 939,
      "575": 940,
      "511": 941,
      "643": 942,
      "612": 943,
      "680": 944,
      "652": 945,
      "672": 946,
      "656": 947,
      "676": 948,
      "695": 949,
      "613": 950,
      "743": 951,
      "722": 952,
      "772": 953,
      "713": 954,
      "825": 955,
      "860": 956,
      "892": 957,
      "896": 958,
      "897": 959,
      "879": 960,
      "819": 961,
      "910": 962,
      "970": 963,
      "924": 964,
      "960": 965,
      "904": 966,
      "958": 967,
      "978": 968,
      "944": 969,
      "954": 970,
      "431": 971,
      "435": 972,
      "438": 973,
      "303": 974,
      "306": 975,
      "307": 976,
      "242": 977,
      "145": 978,
      "253": 979,
      "256": 980,
      "831": 981,
      "505": 982,
      "606": 983,
      "808": 984,
      "809": 985,
      "284": 986,
      "289": 987,
      "901": 988,
      "429": 989,
      "521": 990,
      "482": 991,
      "366": 992,
      "367": 993,
      "723": 994,
      "726": 995,
      "461": 996,
      "263": 997,
      "266": 998,
      "681": 999,
      "684": 1000,
      "689": 1001,
      "347": 1002,
      "781": 1003,
      "788": 1004,
      "441": 1005,
      "445": 1006,
      "961": 1007,
      "964": 1008,
      "997": 1009,
      "541": 1010,
      "886": 1011,
      "887": 1012,
      "951": 1013,
      "135": 1014,
      "139": 1015,
      "971": 1016,
      "159": 1017,
      "737": 1018,
      "531": 1019,
      "539": 1020,
      "869": 1021,
      "639": 1022,
      "212": 1023,
      "068": 1024,
      "096": 1025,
      "082": 1026,
      "075": 1027,
      "071": 1028,
      "216": 1029,
      "299": 1030,
      "295": 1031,
      "213": 1032,
      "273": 1033,
      "372": 1034,
      "391": 1035,
      "483": 1036,
      "492": 1037,
      "415": 1038,
      "475": 1039,
      "459": 1040,
      "520": 1041,
      "583": 1042,
      "528": 1043,
      "592": 1044,
      "597": 1045,
      "579": 1046,
      "617": 1047,
      "690": 1048,
      "662": 1049,
      "636": 1050,
      "694": 1051,
      "657": 1052,
      "717": 1053,
      "712": 1054,
      "780": 1055,
      "736": 1056,
      "746": 1057,
      "798": 1058,
      "756": 1059,
      "870": 1060,
      "844": 1061,
      "855": 1062,
      "920": 1063,
      "948": 1064,
      "934": 1065,
      "992": 1066,
      "996": 1067,
      "915": 1068,
      "434": 1069,
      "439": 1070,
      "405": 1071,
      "707": 1072,
      "247": 1073,
      "149": 1074,
      "178": 1075,
      "257": 1076,
      "835": 1077,
      "838": 1078,
      "839": 1079,
      "508": 1080,
      "602": 1081,
      "121": 1082,
      "281": 1083,
      "288": 1084,
      "905": 1085,
      "909": 1086,
      "381": 1087,
      "385": 1088,
      "058": 1089,
      "486": 1090,
      "582": 1091,
      "363": 1092,
      "267": 1093,
      "921": 1094,
      "449": 1095,
      "565": 1096,
      "569": 1097,
      "763": 1098,
      "767": 1099,
      "549": 1100,
      "955": 1101,
      "959": 1102,
      "131": 1103,
      "931": 1104,
      "939": 1105,
      "666": 1106,
      "667": 1107,
      "337": 1108,
      "061": 1109,
      "083": 1110,
      "272": 1111,
      "317": 1112,
      "313": 1113,
      "450": 1114,
      "474": 1115,
      "451": 1116,
      "500": 1117,
      "530": 1118,
      "616": 1119,
      "646": 1120,
      "698": 1121,
      "742": 1122,
      "794": 1123,
      "791": 1124,
      "858": 1125,
      "864": 1126,
      "851": 1127,
      "900": 1128,
      "302": 1129,
      "706": 1130,
      "171": 1131,
      "174": 1132,
      "529": 1133,
      "623": 1134,
      "727": 1135,
      "465": 1136,
      "982": 1137,
      "987": 1138,
      "444": 1139,
      "561": 1140,
      "766": 1141,
      "941": 1142,
      "333": 1143,
      "356": 1144,
      "448": 1145,
      "471": 1146,
      "419": 1147,
      "540": 1148,
      "568": 1149
    },
    "merges": [
      "0 0",
      "00 0",
      "Ġ -",
      ". d",
      "a t",
      ".d at",
      "4 3",
      "2 2",
      "4 0",
      "1 0",
      "2 0",
      "3 0",
      ". m",
      "c r",
      "i cr",
      "m icr",
      "p d",
      "Ġ micr",
      ".m pd",
      "Ġmicr o",
      "7 0",
      "2 4",
      "1 4",
      "1 7",
      "2 5",
      "8 3",
      "24 5",
      "4 17",
      "43 7",
      "2 43",
      "5 43",
      "40 8",
      "1 6",
      "5 0",
      "A u",
      "F I",
      "L E",
      "L T",
      "M a",
      "N a",
      "O N",
      "R ON",
      "h o",
      "i n",
      "m e",
      "t ho",
      "Ġ Au",
      "Ġ FI",
      "Ġ LT",
      "Ġ Ma",
      "Ġ Na",
      "tho r",
      "ĠAu thor",
      "ĠFI LE",
      "ĠLT RON",
      "ĠMa in",
      "ĠNa me",
      "6 0",
      "1 2",
      "8 0",
      "0 3",
      "0 4",
      "3 2",
      "1 8",
      "2 8",
      "9 0",
      "3 8",
      "0 2",
      "4 2",
      "0 5",
      "0 1",
      "1 00",
      "5 2",
      "4 8",
      "1 10",
      "6 2",
      "5 8",
      "3 6",
      "7 2",
      "1 20",
      "4 6",
      "2 6",
      "6 8",
      "3 4",
      "7 8",
      "9 2",
      "9 8",
      "4 4",
      "5 6",
      "02 7",
      "00 7",
      "03 5",
      "03 2",
      "00 5",
      "02 3",
      "01 3",
      "04 6",
      "1 30",
      "01 1",
      "03 3",
      "02 1",
      "0 43",
      "0 22",
      "03 6",
      "04 2",
      "05 2",
      "05 3",
      "00 9",
      "02 6",
      "04 8",
      "00 3",
      "03 7",
      "02 9",
      "00 6",
      "0 25",
      "0 50",
      "0 12",
      "00 1",
      "03 9",
      "04 5",
      "0 17",
      "03 1",
      "04 4",
      "05 4",
      "01 9",
      "00 4",
      "0 28",
      "00 8",
      "04 7",
      "04 9",
      "01 5",
      "0 40",
      "0 30",
      "0 24",
      "0 14",
      "03 8",
      "0 10",
      "04 1",
      "0 18",
      "00 2",
      "05 1",
      "0 20",
      "0 16",
      "03 4",
      "7 6",
      "9 6",
      "8 2",
      "9 9",
      "5 4",
      "7 7",
      "8 8",
      "9 5",
      "1 3",
      "9 7",
      "1 5",
      "9 3",
      "9 4",
      "6 6",
      "1 40",
      "7 4",
      "7 3",
      "7 5",
      "1 1",
      "5 3",
      "9 1",
      "6 4",
      "5 5",
      "7 1",
      "3 3",
      "1 50",
      "7 9",
      "8 6",
      "1 9",
      "8 4",
      "10 2",
      "3 5",
      "0 6",
      "16 0",
      "0 8",
      "1 12",
      "1 70",
      "10 8",
      "2 3",
      "5 7",
      "1 22",
      "6 3",
      "5 9",
      "5 1",
      "1 80",
      "1 32",
      "1 18",
      "1 90",
      "12 8",
      "14 2",
      "2 00",
      "1 52",
      "1 38",
      "1 16",
      "10 6",
      "2 10",
      "16 2",
      "14 8",
      "10 4",
      "17 2",
      "22 0",
      "12 6",
      "1 58",
      "1 24",
      "14 6",
      "1 98",
      "1 56",
      "18 8",
      "2 60",
      "3 40",
      "3 48",
      "3 96",
      "3 54",
      "3 71",
      "3 19",
      "4 80",
      "4 90",
      "4 52",
      "4 13",
      "5 22",
      "5 80",
      "5 32",
      "5 72",
      "5 56",
      "6 25",
      "6 48",
      "6 55",
      "6 35",
      "7 00",
      "7 50",
      "7 11",
      "8 12",
      "8 62",
      "8 72",
      "8 98",
      "8 77",
      "8 95",
      "8 66",
      "9 42",
      "9 52",
      "9 72",
      "9 98",
      "43 2",
      "22 1",
      "40 2",
      "20 5",
      "30 5",
      "70 1",
      "25 1",
      "83 6",
      "16 6",
      "16 8",
      "60 9",
      "12 3",
      "32 1",
      "32 8",
      "38 2",
      "42 6",
      "42 7",
      "05 6",
      "58 9",
      "68 2",
      "98 1",
      "76 1",
      "96 6",
      "77 5",
      "13 3",
      "97 3",
      "66 1",
      "75 1",
      "86 7",
      "08 1",
      "1 36",
      "2 30",
      "24 8",
      "17 6",
      "0 80",
      "0 90",
      "0 72",
      "0 76",
      "0 99",
      "0 77",
      "1 99",
      "1 13",
      "2 83",
      "2 34",
      "2 71",
      "2 35",
      "3 00",
      "3 70",
      "3 24",
      "3 83",
      "3 60",
      "3 92",
      "3 97",
      "3 15",
      "4 22",
      "4 72",
      "4 56",
      "4 94",
      "4 53",
      "5 16",
      "5 90",
      "5 42",
      "5 76",
      "5 95",
      "6 70",
      "6 83",
      "6 50",
      "6 18",
      "6 68",
      "6 78",
      "6 93",
      "6 71",
      "6 51",
      "7 83",
      "7 60",
      "7 18",
      "7 28",
      "7 58",
      "7 68",
      "7 97",
      "8 80",
      "8 42",
      "8 57",
      "9 17",
      "9 90",
      "9 13",
      "43 3",
      "22 8",
      "22 9",
      "40 7",
      "30 8",
      "70 5",
      "70 8",
      "24 1",
      "83 3",
      "83 7",
      "16 3",
      "50 2",
      "50 6",
      "60 1",
      "60 4",
      "18 5",
      "28 6",
      "38 6",
      "38 7",
      "52 6",
      "36 1",
      "36 5",
      "46 7",
      "26 1",
      "26 4",
      "68 6",
      "98 9",
      "56 6",
      "76 9",
      "96 3",
      "96 7",
      "99 1",
      "99 9",
      "88 5",
      "95 3",
      "94 7",
      "66 4",
      "73 5",
      "75 5",
      "53 3",
      "64 5",
      "64 9",
      "33 1",
      "33 9",
      "06 7",
      "08 5",
      "08 9",
      "23 1",
      "2 14",
      "25 0",
      "0 88",
      "0 94",
      "0 73",
      "1 43",
      "1 17",
      "1 95",
      "2 40",
      "2 38",
      "2 97",
      "2 15",
      "2 93",
      "2 75",
      "2 11",
      "2 79",
      "2 19",
      "3 20",
      "3 30",
      "3 75",
      "3 79",
      "4 42",
      "4 46",
      "4 76",
      "4 99",
      "4 95",
      "4 91",
      "4 57",
      "5 12",
      "5 52",
      "5 62",
      "5 36",
      "5 46",
      "5 98",
      "5 99",
      "5 77",
      "5 13",
      "5 73",
      "5 53",
      "5 91",
      "6 40",
      "6 24",
      "6 14",
      "6 28",
      "6 38",
      "6 34",
      "6 92",
      "6 44",
      "6 54",
      "6 97",
      "6 15",
      "6 74",
      "6 11",
      "6 79",
      "7 40",
      "7 10",
      "7 20",
      "7 30",
      "7 14",
      "7 78",
      "7 96",
      "7 93",
      "8 17",
      "8 16",
      "8 90",
      "8 46",
      "8 56",
      "8 99",
      "8 94",
      "9 22",
      "9 16",
      "9 03",
      "9 62",
      "9 46",
      "9 26",
      "22 5",
      "10 3",
      "20 4",
      "30 9",
      "70 4",
      "24 9",
      "25 5",
      "83 2",
      "16 7",
      "50 7",
      "60 5",
      "60 8",
      "80 3",
      "18 1",
      "18 9",
      "90 6",
      "42 3",
      "05 7",
      "52 3",
      "52 7",
      "48 4",
      "48 5",
      "48 9",
      "58 8",
      "36 4",
      "36 8",
      "72 1",
      "72 9",
      "46 6",
      "34 9",
      "78 2",
      "78 6",
      "92 3",
      "92 7",
      "98 4",
      "98 8",
      "56 3",
      "76 5",
      "82 3",
      "99 4",
      "99 5",
      "77 1",
      "88 1",
      "88 9",
      "13 7",
      "93 7",
      "66 5",
      "74 5",
      "74 9",
      "53 7",
      "64 1",
      "33 5",
      "35 1",
      "35 9",
      "23 9",
      "2 18",
      "0 62",
      "0 98",
      "0 95",
      "0 84",
      "1 91",
      "2 92",
      "2 96",
      "3 18",
      "3 38",
      "3 34",
      "3 93",
      "3 11",
      "3 55",
      "4 12",
      "4 77",
      "5 94",
      "6 20",
      "6 30",
      "6 60",
      "6 58",
      "6 96",
      "6 75",
      "6 19",
      "7 70",
      "7 24",
      "7 25",
      "7 38",
      "7 48",
      "7 92",
      "7 15",
      "8 43",
      "8 22",
      "8 26",
      "8 76",
      "8 13",
      "8 73",
      "8 53",
      "9 80",
      "9 36",
      "9 76",
      "43 6",
      "22 4",
      "40 6",
      "10 7",
      "20 1",
      "20 9",
      "70 9",
      "14 7",
      "17 3",
      "17 7",
      "25 4",
      "25 8",
      "25 9",
      "12 7",
      "80 7",
      "32 9",
      "28 7",
      "90 7",
      "58 1",
      "58 5",
      "36 9",
      "26 5",
      "34 1",
      "34 4",
      "34 5",
      "78 7",
      "56 7",
      "76 4",
      "77 9",
      "88 4",
      "88 8",
      "95 7",
      "15 3",
      "15 7",
      "93 3",
      "74 1",
      "73 1",
      "73 9",
      "75 9",
      "71 9",
      "86 3",
      "06 3",
      "63 1",
      "1 14",
      "1 92",
      "20 8",
      "18 2",
      "18 4",
      "0 66",
      "2 78",
      "2 74",
      "3 10",
      "3 14",
      "3 50",
      "3 78",
      "4 43",
      "4 62",
      "4 98",
      "5 17",
      "6 00",
      "6 10",
      "6 59",
      "7 44",
      "7 54",
      "8 52",
      "9 12",
      "9 32",
      "9 56",
      "9 77",
      "40 3",
      "30 1",
      "50 3",
      "80 2",
      "80 6",
      "28 2",
      "90 2",
      "62 1",
      "62 9",
      "58 4",
      "46 3",
      "26 8",
      "26 9",
      "68 7",
      "98 5",
      "44 7",
      "82 7",
      "54 7",
      "66 9",
      "55 7",
      "84 7",
      "1 54",
      "1 94",
      "2 76",
      "3 25",
      "3 42",
      "3 74",
      "4 16",
      "4 73",
      "5 50",
      "5 78",
      "7 34",
      "8 91",
      "10 5",
      "30 4",
      "24 4",
      "14 1",
      "16 4",
      "48 8",
      "58 7",
      "54 5",
      "94 9",
      "2 70",
      "18 6",
      "2 77",
      "2 33",
      "3 80",
      "3 90",
      "3 58",
      "3 53",
      "4 25",
      "4 18",
      "4 58",
      "4 54",
      "4 55",
      "5 24",
      "5 58",
      "5 71",
      "6 32",
      "6 42",
      "6 77",
      "6 91",
      "6 33",
      "7 16",
      "7 95",
      "8 00",
      "8 10",
      "8 83",
      "8 50",
      "8 28",
      "8 68",
      "8 82",
      "9 40",
      "9 18",
      "9 38",
      "40 9",
      "20 2",
      "20 3",
      "20 6",
      "17 9",
      "16 5",
      "50 4",
      "32 3",
      "38 4",
      "38 9",
      "42 1",
      "05 9",
      "48 1",
      "46 8",
      "68 8",
      "78 4",
      "78 9",
      "98 6",
      "56 4",
      "82 1",
      "82 9",
      "77 4",
      "97 4",
      "97 9",
      "15 1",
      "15 5",
      "66 3",
      "73 3",
      "53 5",
      "55 1",
      "86 1",
      "06 5",
      "23 7",
      "63 7",
      "1 34",
      "0 92",
      "0 74",
      "0 79",
      "1 83",
      "1 96",
      "1 97",
      "1 93",
      "2 62",
      "2 36",
      "3 43",
      "3 12",
      "3 32",
      "3 52",
      "3 62",
      "3 98",
      "3 99",
      "3 77",
      "3 95",
      "4 20",
      "4 70",
      "4 24",
      "4 14",
      "4 60",
      "4 78",
      "4 96",
      "4 93",
      "4 11",
      "5 10",
      "5 38",
      "5 48",
      "5 34",
      "5 96",
      "5 54",
      "5 19",
      "6 99",
      "6 73",
      "6 53",
      "7 32",
      "7 90",
      "7 52",
      "7 62",
      "7 76",
      "7 99",
      "8 40",
      "8 20",
      "8 24",
      "8 14",
      "8 18",
      "8 48",
      "8 78",
      "8 54",
      "8 15",
      "8 93",
      "8 74",
      "8 75",
      "8 11",
      "8 71",
      "8 59",
      "9 43",
      "9 30",
      "9 14",
      "9 25",
      "9 83",
      "9 50",
      "9 68",
      "9 11",
      "43 0",
      "22 2",
      "22 3",
      "22 6",
      "22 7",
      "40 1",
      "40 4",
      "10 1",
      "10 9",
      "20 7",
      "70 2",
      "70 3",
      "24 6",
      "17 5",
      "25 2",
      "83 4",
      "16 1",
      "50 1",
      "50 9",
      "60 3",
      "60 7",
      "12 9",
      "80 1",
      "80 4",
      "80 5",
      "32 6",
      "32 7",
      "18 7",
      "28 5",
      "38 8",
      "62 6",
      "62 7",
      "58 6",
      "46 4",
      "46 9",
      "68 5",
      "78 5",
      "92 9",
      "96 5",
      "96 9",
      "99 3",
      "77 3",
      "77 7",
      "97 5",
      "93 5",
      "94 5",
      "74 7",
      "75 3",
      "75 7",
      "11 9",
      "91 9",
      "64 7",
      "55 5",
      "86 5",
      "84 1",
      "84 5",
      "84 9",
      "35 7",
      "06 9",
      "08 7",
      "14 4",
      "0 70",
      "0 60",
      "0 78",
      "0 97",
      "0 93",
      "0 91",
      "0 64",
      "0 86",
      "1 25",
      "1 15",
      "2 17",
      "2 80",
      "2 32",
      "2 90",
      "2 98",
      "2 94",
      "2 91",
      "3 22",
      "3 16",
      "3 36",
      "3 46",
      "3 76",
      "3 94",
      "3 73",
      "4 00",
      "4 40",
      "4 10",
      "4 28",
      "4 97",
      "4 79",
      "5 70",
      "5 14",
      "5 25",
      "5 60",
      "5 18",
      "5 44",
      "5 15",
      "5 93",
      "5 74",
      "5 75",
      "5 11",
      "6 43",
      "6 12",
      "6 80",
      "6 52",
      "6 72",
      "6 56",
      "6 76",
      "6 95",
      "6 13",
      "7 43",
      "7 22",
      "7 72",
      "7 13",
      "8 25",
      "8 60",
      "8 92",
      "8 96",
      "8 97",
      "8 79",
      "8 19",
      "9 10",
      "9 70",
      "9 24",
      "9 60",
      "9 04",
      "9 58",
      "9 78",
      "9 44",
      "9 54",
      "43 1",
      "43 5",
      "43 8",
      "30 3",
      "30 6",
      "30 7",
      "24 2",
      "14 5",
      "25 3",
      "25 6",
      "83 1",
      "50 5",
      "60 6",
      "80 8",
      "80 9",
      "28 4",
      "28 9",
      "90 1",
      "42 9",
      "52 1",
      "48 2",
      "36 6",
      "36 7",
      "72 3",
      "72 6",
      "46 1",
      "26 3",
      "26 6",
      "68 1",
      "68 4",
      "68 9",
      "34 7",
      "78 1",
      "78 8",
      "44 1",
      "44 5",
      "96 1",
      "96 4",
      "99 7",
      "54 1",
      "88 6",
      "88 7",
      "95 1",
      "13 5",
      "13 9",
      "97 1",
      "15 9",
      "73 7",
      "53 1",
      "53 9",
      "86 9",
      "63 9",
      "2 12",
      "0 68",
      "0 96",
      "0 82",
      "0 75",
      "0 71",
      "2 16",
      "2 99",
      "2 95",
      "2 13",
      "2 73",
      "3 72",
      "3 91",
      "4 83",
      "4 92",
      "4 15",
      "4 75",
      "4 59",
      "5 20",
      "5 83",
      "5 28",
      "5 92",
      "5 97",
      "5 79",
      "6 17",
      "6 90",
      "6 62",
      "6 36",
      "6 94",
      "6 57",
      "7 17",
      "7 12",
      "7 80",
      "7 36",
      "7 46",
      "7 98",
      "7 56",
      "8 70",
      "8 44",
      "8 55",
      "9 20",
      "9 48",
      "9 34",
      "9 92",
      "9 96",
      "9 15",
      "43 4",
      "43 9",
      "40 5",
      "70 7",
      "24 7",
      "14 9",
      "17 8",
      "25 7",
      "83 5",
      "83 8",
      "83 9",
      "50 8",
      "60 2",
      "12 1",
      "28 1",
      "28 8",
      "90 5",
      "90 9",
      "38 1",
      "38 5",
      "05 8",
      "48 6",
      "58 2",
      "36 3",
      "26 7",
      "92 1",
      "44 9",
      "56 5",
      "56 9",
      "76 3",
      "76 7",
      "54 9",
      "95 5",
      "95 9",
      "13 1",
      "93 1",
      "93 9",
      "66 6",
      "66 7",
      "33 7",
      "06 1",
      "0 83",
      "2 72",
      "3 17",
      "3 13",
      "4 50",
      "4 74",
      "4 51",
      "5 00",
      "5 30",
      "6 16",
      "6 46",
      "6 98",
      "7 42",
      "7 94",
      "7 91",
      "8 58",
      "8 64",
      "8 51",
      "9 00",
      "30 2",
      "70 6",
      "17 1",
      "17 4",
      "52 9",
      "62 3",
      "72 7",
      "46 5",
      "98 2",
      "98 7",
      "44 4",
      "56 1",
      "76 6",
      "94 1",
      "33 3",
      "3 56",
      "4 48",
      "4 71",
      "4 19",
      "5 40",
      "5 68"
    ]
  }
}