{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i)[sdmt]|ll|ve|re|[^\\r\\n\\w]?+[a-zA-Z]+|\\d{1,3}|\\s?[^\\s\\w]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "%": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "-": 10,
      ".": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      "A": 23,
      "B": 24,
      "C": 25,
      "D": 26,
      "E": 27,
      "F": 28,
      "G": 29,
      "H": 30,
      "I": 31,
      "J": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "Q": 39,
      "R": 40,
      "S": 41,
      "T": 42,
      "U": 43,
      "V": 44,
      "W": 45,
      "X": 46,
      "Y": 47,
      "Z": 48,
      "_": 49,
      "a": 50,
      "b": 51,
      "c": 52,
      "d": 53,
      "e": 54,
      "f": 55,
      "g": 56,
      "h": 57,
      "i": 58,
      "j": 59,
      "k": 60,
      "l": 61,
      "m": 62,
      "n": 63,
      "o": 64,
      "p": 65,
      "q": 66,
      "r": 67,
      "s": 68,
      "t": 69,
      "u": 70,
      "v": 71,
      "w": 72,
      "x": 73,
      "y": 74,
      "z": 75,
      "Ċ": 76,
      "Ġ": 77,
      "00": 78,
      "000": 79,
      "Ġ-": 80,
      "at": 81,
      "mp": 82,
      ".d": 83,
      "__": 84,
      ".dat": 85,
      ".mp": 86,
      ".mpd": 87,
      "in": 88,
      "or": 89,
      "ĠM": 90,
      "10": 91,
      "ĠA": 92,
      "ĠF": 93,
      "ĠL": 94,
      "ain": 95,
      "th": 96,
      "me": 97,
      "ĠN": 98,
      "ĠAu": 99,
      "ame": 100,
      "er": 101,
      "ĠMain": 102,
      "LE": 103,
      "ON": 104,
      "TR": 105,
      "ILE": 106,
      "ĠFILE": 107,
      "ĠLTR": 108,
      "thor": 109,
      "ĠName": 110,
      "ĠAuthor": 111,
      "ĠLTRON": 112,
      "30": 113,
      "20": 114,
      "40": 115,
      "70": 116,
      "ĠT": 117,
      "15": 118,
      "ĠC": 119,
      "60": 120,
      "19": 121,
      "80": 122,
      "ĠS": 123,
      "ĠB": 124,
      "14": 125,
      "99": 126,
      "24": 127,
      "16": 128,
      "an": 129,
      "71": 130,
      "50": 131,
      "102": 132,
      "ĠR": 133,
      "13": 134,
      "ĠH": 135,
      "ĠTr": 136,
      "72": 137,
      "12": 138,
      "ar": 139,
      "66": 140,
      "25": 141,
      "on": 142,
      "302": 143,
      "ck": 144,
      "78": 145,
      "90": 146,
      "420": 147,
      "18": 148,
      "28": 149,
      "ĠP": 150,
      "36": 151,
      "300": 152,
      "42": 153,
      "17": 154,
      "32": 155,
      "se": 156,
      "ol": 157,
      "48": 158,
      "ow": 159,
      "st": 160,
      "65": 161,
      "39": 162,
      "76": 163,
      "38": 164,
      "98": 165,
      "11": 166,
      "re": 167,
      "al": 168,
      "100": 169,
      "ĠHo": 170,
      "707": 171,
      "ĠSt": 172,
      "le": 173,
      "43": 174,
      "75": 175,
      "ed": 176,
      "56": 177,
      "en": 178,
      "ig": 179,
      "ĠD": 180,
      "ĠG": 181,
      "et": 182,
      "26": 183,
      "44": 184,
      "500": 185,
      "uck": 186,
      "79": 187,
      "88": 188,
      "210": 189,
      "23": 190,
      "ing": 191,
      "101": 192,
      "ĠE": 193,
      "ac": 194,
      "120": 195,
      "el": 196,
      "46": 197,
      "ro": 198,
      "58": 199,
      "ĠU": 200,
      "ĠTruck": 201,
      "ad": 202,
      "74": 203,
      "29": 204,
      "ĠHou": 205,
      "ter": 206,
      "ĠV": 207,
      "ĠHouse": 208,
      "ic": 209,
      "ĠTow": 210,
      "he": 211,
      "54": 212,
      "866": 213,
      "ĠCr": 214,
      "52": 215,
      "64": 216,
      "320": 217,
      "id": 218,
      "110": 219,
      "160": 220,
      "73": 221,
      "150": 222,
      "ion": 223,
      "33": 224,
      "ĠI": 225,
      "igh": 226,
      "96": 227,
      "140": 228,
      "213": 229,
      "53": 230,
      "22": 231,
      "ĠO": 232,
      "ĠRo": 233,
      "310": 234,
      "200": 235,
      "49": 236,
      "278": 237,
      "ler": 238,
      "68": 239,
      "ge": 240,
      "ane": 241,
      "55": 242,
      "ĠCo": 243,
      "ĠBr": 244,
      "130": 245,
      "27": 246,
      "59": 247,
      "and": 248,
      "999": 249,
      "op": 250,
      "69": 251,
      "ster": 252,
      "421": 253,
      "08": 254,
      "ĠStar": 255,
      "tr": 256,
      "ĠEx": 257,
      "77": 258,
      "ld": 259,
      "it": 260,
      "303": 261,
      "34": 262,
      "es": 263,
      "180": 264,
      "all": 265,
      "um": 266,
      "iv": 267,
      "ĠCrane": 268,
      "21": 269,
      "ĠW": 270,
      "ĠBu": 271,
      "35": 272,
      "600": 273,
      "ff": 274,
      "sse": 275,
      "ĠTra": 276,
      "ith": 277,
      "240": 278,
      "84": 279,
      "un": 280,
      "170": 281,
      "190": 282,
      "ĠTower": 283,
      "800": 284,
      "ĠLo": 285,
      "ĠVol": 286,
      "err": 287,
      "ĠSh": 288,
      "51": 289,
      "655": 290,
      "366": 291,
      "CS": 292,
      "ĠUCS": 293,
      "306": 294,
      "371": 295,
      "362": 296,
      "614": 297,
      "ĠMo": 298,
      "sp": 299,
      "325": 300,
      "olo": 301,
      "ĠDe": 302,
      "83": 303,
      "ation": 304,
      "ighter": 305,
      "ay": 306,
      "ur": 307,
      "mo": 308,
      "112": 309,
      "220": 310,
      "ort": 311,
      "400": 312,
      "ĠRac": 313,
      "ack": 314,
      "with": 315,
      "idge": 316,
      "ĠBridge": 317,
      "280": 318,
      "47": 319,
      "ĠCar": 320,
      "ĠUn": 321,
      "41": 322,
      "ĠColo": 323,
      "sseum": 324,
      "ĠColosseum": 325,
      "370": 326,
      "ile": 327,
      "82": 328,
      "996": 329,
      "ĠBen": 330,
      "ul": 331,
      "ire": 332,
      "301": 333,
      "ced": 334,
      "che": 335,
      "57": 336,
      "ĠThe": 337,
      "tor": 338,
      "ĠRe": 339,
      "ini": 340,
      "Ġwith": 341,
      "is": 342,
      "as": 343,
      "379": 344,
      "ĠBl": 345,
      "61": 346,
      "37": 347,
      "ĠTre": 348,
      "09": 349,
      "260": 350,
      "104": 351,
      "av": 352,
      "ĠSp": 353,
      "230": 354,
      "way": 355,
      "107": 356,
      "ut": 357,
      "ĠCon": 358,
      "ĠOff": 359,
      "259": 360,
      "bile": 361,
      "ĠBo": 362,
      "roc": 363,
      "ick": 364,
      "62": 365,
      "eri": 366,
      "250": 367,
      "31": 368,
      "ie": 369,
      "tron": 370,
      "ĠVoltron": 371,
      "ĠTrain": 372,
      "ĠCa": 373,
      "ĠTree": 374,
      "128": 375,
      "ers": 376,
      "ower": 377,
      "89": 378,
      "270": 379,
      "erial": 380,
      "ĠFire": 381,
      "ĠTown": 382,
      "ĠJ": 383,
      "ĠCor": 384,
      "087": 385,
      "ĠX": 386,
      "ĠPl": 387,
      "198": 388,
      "144": 389,
      "242": 390,
      "ord": 391,
      "416": 392,
      "ner": 393,
      "mperial": 394,
      "ĠImperial": 395,
      "ader": 396,
      "966": 397,
      "opter": 398,
      "340": 399,
      "ĠMini": 400,
      "elic": 401,
      "am": 402,
      "ver": 403,
      "360": 404,
      "430": 405,
      "290": 406,
      "ĠCh": 407,
      "elicopter": 408,
      "45": 409,
      "304": 410,
      "ĠHelicopter": 411,
      "ct": 412,
      "998": 413,
      "152": 414,
      "272": 415,
      "243": 416,
      "gh": 417,
      "ĠBig": 418,
      "06": 419,
      "ĠBat": 420,
      "il": 421,
      "ĠPower": 422,
      "ild": 423,
      "ive": 424,
      "ir": 425,
      "ĠTrac": 426,
      "ĠIn": 427,
      "tain": 428,
      "136": 429,
      "324": 430,
      "992": 431,
      "ĠTran": 432,
      "750": 433,
      "819": 434,
      "eed": 435,
      "ch": 436,
      "ĠMer": 437,
      "cedes": 438,
      "ĠMercedes": 439,
      "168": 440,
      "93": 441,
      "ĠCom": 442,
      "ĠAd": 443,
      "997": 444,
      "960": 445,
      "age": 446,
      "ue": 447,
      "ĠStarf": 448,
      "ĠStarfighter": 449,
      "981": 450,
      "ĠAdv": 451,
      "ĠExc": 452,
      "-w": 453,
      "440": 454,
      "ĠHigh": 455,
      "208": 456,
      "ĠBuild": 457,
      "ag": 458,
      "911": 459,
      "-wing": 460,
      "ice": 461,
      "ĠY": 462,
      "ĠTransp": 463,
      "604": 464,
      "980": 465,
      "939": 466,
      "ine": 467,
      "321": 468,
      "67": 469,
      "ĠExp": 470,
      "ĠSe": 471,
      "ĠFl": 472,
      "ĠStation": 473,
      "288": 474,
      "ade": 475,
      "art": 476,
      "mobile": 477,
      "176": 478,
      "382": 479,
      "ator": 480,
      "ĠSn": 481,
      "407": 482,
      "ĠTransport": 483,
      "97": 484,
      "ĠAn": 485,
      "ĠHighway": 486,
      "ited": 487,
      "81": 488,
      "ang": 489,
      "bo": 490,
      "241": 491,
      "85": 492,
      "sche": 493,
      "orsche": 494,
      "ĠPorsche": 495,
      "380": 496,
      "330": 497,
      "ĠSnow": 498,
      "ent": 499,
      "870": 500,
      "errain": 501,
      "ard": 502,
      "-W": 503,
      "del": 504,
      "92": 505,
      "390": 506,
      "589": 507,
      "ĠCorner": 508,
      "017": 509,
      "495": 510,
      "ĠRacer": 511,
      "yer": 512,
      "Ġand": 513,
      "up": 514,
      "ĠMa": 515,
      "ĠUnited": 516,
      "ĠRol": 517,
      "ĠBatmobile": 518,
      "63": 519,
      "383": 520,
      "751": 521,
      "em": 522,
      "403": 523,
      "ĠTerrain": 524,
      "923": 525,
      "bb": 526,
      "ĠHobb": 527,
      "-Wing": 528,
      "ĠHobby": 529,
      "ce": 530,
      "ĠMan": 531,
      "880": 532,
      "155": 533,
      "ĠRoad": 534,
      "ĠTractor": 535,
      "iler": 536,
      "ĠFighter": 537,
      "aw": 538,
      "196": 539,
      "258": 540,
      "900": 541,
      "129": 542,
      "ĠRace": 543,
      "ĠStat": 544,
      "ĠCoa": 545,
      "ĠAroc": 546,
      "ĠBenz": 547,
      "ĠArocs": 548,
      "iz": 549,
      "638": 550,
      "ĠTrailer": 551,
      "avator": 552,
      "ĠExcavator": 553,
      "346": 554,
      "ĠAir": 555,
      "480": 556,
      "der": 557,
      "bel": 558,
      "ĠRebel": 559,
      "ĠJet": 560,
      "216": 561,
      "279": 562,
      "'s": 563,
      "ace": 564,
      "322": 565,
      "ĠAp": 566,
      "95": 567,
      "488": 568,
      "co": 569,
      "87": 570,
      "ib": 571,
      "ĠPlane": 572,
      "350": 573,
      "427": 574,
      "stro": 575,
      "ĠRoller": 576,
      "ĠCoaster": 577,
      "499": 578,
      "184": 579,
      "ĠDestro": 580,
      "ĠDestroyer": 581,
      "984": 582,
      "of": 583,
      "tre": 584,
      "tle": 585,
      "treme": 586,
      "191": 587,
      "114": 588,
      "367": 589,
      "ĠBlack": 590,
      "ons": 591,
      "ok": 592,
      "192": 593,
      "759": 594,
      "ĠLand": 595,
      "003": 596,
      "ĠStre": 597,
      "174": 598,
      "ĠAut": 599,
      "road": 600,
      "ĠCru": 601,
      "07": 602,
      "052": 603,
      "404": 604,
      "heel": 605,
      "94": 606,
      "698": 607,
      "761": 608,
      "ĠHall": 609,
      "447": 610,
      "ĠDu": 611,
      "ĠStreet": 612,
      "Ġof": 613,
      "ĠOld": 614,
      "fford": 615,
      "ĠTrafford": 616,
      "chester": 617,
      "ĠManchester": 618,
      "195": 619,
      "ĠShut": 620,
      "ĠShuttle": 621,
      "139": 622,
      "560": 623,
      "ĠSpace": 624,
      "ĠPick": 625,
      "675": 626,
      "ĠCl": 627,
      "ĠBrick": 628,
      "ĠII": 629,
      "sters": 630,
      "410": 631,
      "ĠRS": 632,
      "ĠLog": 633,
      "ĠCraw": 634,
      "ĠCrawler": 635,
      "sh": 636,
      "ust": 637,
      "574": 638,
      "eeder": 639,
      "ĠGre": 640,
      "620": 641,
      "ure": 642,
      "ĠAr": 643,
      "ank": 644,
      "03": 645,
      "924": 646,
      "122": 647,
      "030": 648,
      "ss": 649,
      "108": 650,
      "ple": 651,
      "816": 652,
      "106": 653,
      "520": 654,
      "ĠWheel": 655,
      "ity": 656,
      "965": 657,
      "885": 658,
      "rol": 659,
      "700": 660,
      "ĠBuilding": 661,
      "te": 662,
      "ĠMack": 663,
      "them": 664,
      "ĠAnthem": 665,
      "163": 666,
      "710": 667,
      "ock": 668,
      "ĠCen": 669,
      "040": 670,
      "179": 671,
      "bin": 672,
      "408": 673,
      "ĠCool": 674,
      "ĠOffroad": 675,
      "450": 676,
      "342": 677,
      "ĠExtreme": 678,
      "368": 679,
      "752": 680,
      "ide": 681,
      "ĠLoader": 682,
      "323": 683,
      "987": 684,
      "428": 685,
      "308": 686,
      "ft": 687,
      "ight": 688,
      "-M": 689,
      "tic": 690,
      "940": 691,
      "port": 692,
      "ugh": 693,
      "ĠBe": 694,
      "ell": 695,
      "193": 696,
      "ĠAdvent": 697,
      "580": 698,
      "113": 699,
      "119": 700,
      "224": 701,
      "ĠRough": 702,
      "460": 703,
      "ĠInter": 704,
      "02": 705,
      "ath": 706,
      "287": 707,
      "iser": 708,
      "ĠCruiser": 709,
      "ĠBuck": 710,
      "ĠDeath": 711,
      "605": 712,
      "86": 713,
      "374": 714,
      "978": 715,
      "ĠSk": 716,
      "speeder": 717,
      "ĠSnowspeeder": 718,
      "001": 719,
      "ond": 720,
      "132": 721,
      "umn": 722,
      "ĠAutumn": 723,
      "01": 724,
      "123": 725,
      "91": 726,
      "951": 727,
      "ĠGar": 728,
      "qu": 729,
      "990": 730,
      "ĠFerr": 731,
      "ian": 732,
      "ĠAdventure": 733,
      "162": 734,
      "ng": 735,
      "609": 736,
      "ally": 737,
      "ĠShop": 738,
      "124": 739,
      "653": 740,
      "ari": 741,
      "118": 742,
      "fe": 743,
      "489": 744,
      "116": 745,
      "307": 746,
      "105": 747,
      "393": 748,
      "ĠFerrari": 749,
      "untain": 750,
      "019": 751,
      "235": 752,
      "ctr": 753,
      "148": 754,
      "bh": 755,
      "ĠLie": 756,
      "bherr": 757,
      "ĠLiebherr": 758,
      "186": 759,
      "ind": 760,
      "454": 761,
      "683": 762,
      "ĠFor": 763,
      "ail": 764,
      "ĠBucket": 765,
      "570": 766,
      "ke": 767,
      "378": 768,
      "igade": 769,
      "ĠBrigade": 770,
      "ĠCafe": 771,
      "ĠFlat": 772,
      "ĠGarage": 773,
      "245": 774,
      "147": 775,
      "ĠHar": 776,
      "ĠRes": 777,
      "IE": 778,
      "ĠTIE": 779,
      "ĠRally": 780,
      "982": 781,
      "ĠSup": 782,
      "ĠMet": 783,
      "ru": 784,
      "178": 785,
      "680": 786,
      "156": 787,
      "256": 788,
      "134": 789,
      "151": 790,
      "993": 791,
      "tainer": 792,
      "lectr": 793,
      "146": 794,
      "284": 795,
      "-S": 796,
      "312": 797,
      "ĠDump": 798,
      "760": 799,
      "ater": 800,
      "608": 801,
      "ĠMust": 802,
      "ĠFord": 803,
      "ĠMobile": 804,
      "ĠMustang": 805,
      "248": 806,
      "244": 807,
      "ĠPar": 808,
      "mand": 809,
      "542": 810,
      "ĠSm": 811,
      "985": 812,
      "125": 813,
      "490": 814,
      "aur": 815,
      "173": 816,
      "950": 817,
      "vo": 818,
      "ĠContainer": 819,
      "567": 820,
      "om": 821,
      "433": 822,
      "415": 823,
      "amb": 824,
      "lor": 825,
      "ĠExplor": 826,
      "ĠExplorer": 827,
      "ĠAT": 828,
      "025": 829,
      "ĠVolvo": 830,
      "232": 831,
      "stru": 832,
      "struct": 833,
      "ĠCre": 834,
      "ĠCommand": 835,
      "Ġ%": 836,
      "ĠGr": 837,
      "576": 838,
      "121": 839,
      "246": 840,
      "ress": 841,
      "ĠState": 842,
      "640": 843,
      "470": 844,
      "296": 845,
      "ĠMar": 846,
      "ach": 847,
      "010": 848,
      "352": 849,
      "654": 850,
      "mot": 851,
      "530": 852,
      "ĠAl": 853,
      "720": 854,
      "126": 855,
      "ĠLion": 856,
      "ill": 857,
      "bed": 858,
      "ĠFlatbed": 859,
      "ible": 860,
      "111": 861,
      "449": 862,
      "anced": 863,
      "ĠAdvanced": 864,
      "au": 865,
      "odel": 866,
      "-Model": 867,
      "329": 868,
      "asse": 869,
      "ĠPasse": 870,
      "nger": 871,
      "ĠPassenger": 872,
      "ĠLions": 873,
      "597": 874,
      ".ld": 875,
      "ivers": 876,
      "ĠUnivers": 877,
      ".ldr": 878,
      "ĠUniversal": 879,
      "643": 880,
      "tt": 881,
      "674": 882,
      "ĠSmall": 883,
      "806": 884,
      "ĠHot": 885,
      "886": 886,
      "540": 887,
      "109": 888,
      "660": 889,
      "070": 890,
      "eg": 891,
      "ĠPro": 892,
      "ert": 893,
      "663": 894,
      "ĠSet": 895,
      "est": 896,
      "arth": 897,
      "ĠDarth": 898,
      "ĠMaul": 899,
      "305": 900,
      "tible": 901,
      "ĠConver": 902,
      "ĠConvertible": 903,
      "456": 904,
      "766": 905,
      "164": 906,
      "172": 907,
      "shop": 908,
      "ĠGT": 909,
      "ĠSi": 910,
      "ĠBank": 911,
      "455": 912,
      "336": 913,
      "994": 914,
      "per": 915,
      "624": 916,
      "799": 917,
      "ĠGroc": 918,
      "ĠGreen": 919,
      "ĠGrocer": 920,
      "774": 921,
      "763": 922,
      "ant": 923,
      "ĠHe": 924,
      "ĠProp": 925,
      "443": 926,
      "AS": 927,
      "ĠSuper": 928,
      "sons": 929,
      "mpsons": 930,
      "ĠSimpsons": 931,
      "648": 932,
      "ĠMed": 933,
      "ĠOffice": 934,
      "811": 935,
      "ĠBook": 936,
      "ĠBookshop": 937,
      "616": 938,
      "154": 939,
      "Ġin": 940,
      "orgh": 941,
      "ĠLamb": 942,
      "138": 943,
      "own": 944,
      "staur": 945,
      "ĠGall": 946,
      "ĠMountain": 947,
      "ĠRestaur": 948,
      "isian": 949,
      "ardo": 950,
      "ĠParisian": 951,
      "orghini": 952,
      "ĠLamborghini": 953,
      "ĠGallardo": 954,
      "ĠRestaurant": 955,
      "115": 956,
      "444": 957,
      "264": 958,
      "309": 959,
      "815": 960,
      "043": 961,
      "ĠPlan": 962,
      "142": 963,
      "gw": 964,
      "ĠHogw": 965,
      "ĠDr": 966,
      "arts": 967,
      "ĠHogwarts": 968,
      "958": 969,
      "ĠK": 970,
      "ĠPol": 971,
      "695": 972,
      "ĠCenter": 973,
      "-R": 974,
      "-Ro": 975,
      "ĠPolice": 976,
      "Ġx": 977,
      "158": 978,
      "05": 979,
      "827": 980,
      "ĠTrack": 981,
      "550": 982,
      "970": 983,
      "ĠDet": 984,
      "ĠDete": 985,
      "ĠMon": 986,
      "od": 987,
      "ĠGal": 988,
      "ĠRover": 989,
      "ives": 990,
      "lectric": 991,
      "ĠCombin": 992,
      "ĠExpress": 993,
      "ĠCombination": 994,
      "159": 995,
      "412": 996,
      "610": 997,
      "825": 998,
      "103": 999,
      "417": 1000,
      "comot": 1001,
      "comotive": 1002,
      "884": 1003,
      "669": 1004,
      "ĠPet": 1005,
      "177": 1006,
      "394": 1007,
      "389": 1008,
      "ĠBlock": 1009,
      "318": 1010,
      "598": 1011,
      "734": 1012,
      "ĠAirport": 1013,
      "254": 1014,
      "510": 1015,
      "577": 1016,
      "474": 1017,
      "035": 1018,
      "ĠSqu": 1019,
      "135": 1020,
      "253": 1021,
      "ctives": 1022,
      "ĠDetectives": 1023,
      "057": 1024,
      "637": 1025,
      "ear": 1026,
      "lo": 1027,
      "292": 1028,
      "cue": 1029,
      "ĠRescue": 1030,
      "808": 1031,
      "ix": 1032,
      "ven": 1033,
      "028": 1034,
      "933": 1035,
      "ase": 1036,
      "445": 1037,
      "639": 1038,
      "974": 1039,
      "448": 1040,
      "344": 1041,
      "464": 1042,
      "021": 1043,
      "ĠModel": 1044,
      "484": 1045,
      "328": 1046,
      "989": 1047,
      "side": 1048,
      "602": 1049,
      "601": 1050,
      "127": 1051,
      "ĠLocomotive": 1052,
      "930": 1053,
      "219": 1054,
      "ĠSat": 1055,
      "stle": 1056,
      "ĠCastle": 1057,
      "mer": 1058,
      "ĠCity": 1059,
      "struction": 1060,
      "ĠRail": 1061,
      "icle": 1062,
      "419": 1063,
      "ĠApple": 1064,
      "002": 1065,
      "189": 1066,
      "171": 1067,
      "ĠFr": 1068,
      "781": 1069,
      "man": 1070,
      "149": 1071,
      "165": 1072,
      "875": 1073,
      "402": 1074,
      "ĠLine": 1075,
      "406": 1076,
      "-B": 1077,
      "891": 1078,
      "212": 1079,
      "860": 1080,
      "414": 1081,
      "ĠHau": 1082,
      "urn": 1083,
      "ĠSaturn": 1084,
      "ĠHauler": 1085,
      "719": 1086,
      "ĠRobo": 1087,
      "117": 1088,
      "809": 1089,
      "688": 1090,
      "255": 1091,
      "iner": 1092,
      "ift": 1093,
      "166": 1094,
      "339": 1095,
      "758": 1096,
      "197": 1097,
      "395": 1098,
      "oper": 1099,
      "814": 1100,
      "483": 1101,
      "956": 1102,
      "ized": 1103,
      "376": 1104,
      "188": 1105,
      "906": 1106,
      "ĠBus": 1107,
      "012": 1108,
      "aring": 1109,
      "ĠRoaring": 1110,
      "ĠRoadsters": 1111,
      "920": 1112,
      "ĠBusters": 1113,
      "732": 1114,
      "for": 1115,
      "ai": 1116,
      "ĠRun": 1117,
      "ike": 1118,
      "182": 1119,
      "ĠStatue": 1120,
      "883": 1121,
      "358": 1122,
      "ĠVe": 1123,
      "157": 1124,
      "mith": 1125,
      "smith": 1126,
      "656": 1127,
      "ĠBlacksmith": 1128,
      "659": 1129,
      "ĠNAS": 1130,
      "ollo": 1131,
      "ĠApollo": 1132,
      "ĠNASA": 1133,
      "ĠRunner": 1134,
      "225": 1135,
      "214": 1136,
      "us": 1137,
      "ĠBlockade": 1138,
      "ated": 1139,
      "ulated": 1140,
      "ĠArtic": 1141,
      "ĠArticulated": 1142,
      "zer": 1143,
      "sel": 1144,
      "ĠDie": 1145,
      "ĠDiesel": 1146,
      "828": 1147,
      "hicle": 1148,
      "ĠLond": 1149
    },
    "merges": [
      "0 0",
      "00 0",
      "Ġ -",
      "a t",
      "m p",
      ". d",
      "_ _",
      ".d at",
      ". mp",
      ".mp d",
      "i n",
      "o r",
      "Ġ M",
      "1 0",
      "Ġ A",
      "Ġ F",
      "Ġ L",
      "a in",
      "t h",
      "m e",
      "Ġ N",
      "ĠA u",
      "a me",
      "e r",
      "ĠM ain",
      "L E",
      "O N",
      "T R",
      "I LE",
      "ĠF ILE",
      "ĠL TR",
      "th or",
      "ĠN ame",
      "ĠAu thor",
      "ĠLTR ON",
      "3 0",
      "2 0",
      "4 0",
      "7 0",
      "Ġ T",
      "1 5",
      "Ġ C",
      "6 0",
      "1 9",
      "8 0",
      "Ġ S",
      "Ġ B",
      "1 4",
      "9 9",
      "2 4",
      "1 6",
      "a n",
      "7 1",
      "5 0",
      "10 2",
      "Ġ R",
      "1 3",
      "Ġ H",
      "ĠT r",
      "7 2",
      "1 2",
      "a r",
      "6 6",
      "2 5",
      "o n",
      "30 2",
      "c k",
      "7 8",
      "9 0",
      "4 20",
      "1 8",
      "2 8",
      "Ġ P",
      "3 6",
      "3 00",
      "4 2",
      "1 7",
      "3 2",
      "s e",
      "o l",
      "4 8",
      "o w",
      "s t",
      "6 5",
      "3 9",
      "7 6",
      "3 8",
      "9 8",
      "1 1",
      "r e",
      "a l",
      "1 00",
      "ĠH o",
      "70 7",
      "ĠS t",
      "l e",
      "4 3",
      "7 5",
      "e d",
      "5 6",
      "e n",
      "i g",
      "Ġ D",
      "Ġ G",
      "e t",
      "2 6",
      "4 4",
      "5 00",
      "u ck",
      "7 9",
      "8 8",
      "2 10",
      "2 3",
      "in g",
      "10 1",
      "Ġ E",
      "a c",
      "1 20",
      "e l",
      "4 6",
      "r o",
      "5 8",
      "Ġ U",
      "ĠTr uck",
      "a d",
      "7 4",
      "2 9",
      "ĠHo u",
      "t er",
      "Ġ V",
      "ĠHou se",
      "i c",
      "ĠT ow",
      "h e",
      "5 4",
      "8 66",
      "ĠC r",
      "5 2",
      "6 4",
      "3 20",
      "i d",
      "1 10",
      "1 60",
      "7 3",
      "15 0",
      "i on",
      "3 3",
      "Ġ I",
      "ig h",
      "9 6",
      "1 40",
      "2 13",
      "5 3",
      "2 2",
      "Ġ O",
      "ĠR o",
      "3 10",
      "2 00",
      "4 9",
      "2 78",
      "l er",
      "6 8",
      "g e",
      "an e",
      "5 5",
      "ĠC o",
      "ĠB r",
      "1 30",
      "2 7",
      "5 9",
      "an d",
      "99 9",
      "o p",
      "6 9",
      "st er",
      "42 1",
      "0 8",
      "ĠSt ar",
      "t r",
      "ĠE x",
      "7 7",
      "l d",
      "i t",
      "30 3",
      "3 4",
      "e s",
      "1 80",
      "al l",
      "u m",
      "i v",
      "ĠCr ane",
      "2 1",
      "Ġ W",
      "ĠB u",
      "3 5",
      "6 00",
      "f f",
      "s se",
      "ĠTr a",
      "i th",
      "2 40",
      "8 4",
      "u n",
      "1 70",
      "19 0",
      "ĠTow er",
      "8 00",
      "ĠL o",
      "ĠV ol",
      "er r",
      "ĠS h",
      "5 1",
      "65 5",
      "3 66",
      "C S",
      "ĠU CS",
      "30 6",
      "3 71",
      "36 2",
      "6 14",
      "ĠM o",
      "s p",
      "3 25",
      "ol o",
      "ĠD e",
      "8 3",
      "at ion",
      "igh ter",
      "a y",
      "u r",
      "m o",
      "1 12",
      "2 20",
      "or t",
      "4 00",
      "ĠR ac",
      "a ck",
      "w ith",
      "id ge",
      "ĠBr idge",
      "2 80",
      "4 7",
      "ĠC ar",
      "ĠU n",
      "4 1",
      "ĠC olo",
      "sse um",
      "ĠColo sseum",
      "3 70",
      "i le",
      "8 2",
      "99 6",
      "ĠB en",
      "u l",
      "i re",
      "30 1",
      "c ed",
      "c he",
      "5 7",
      "ĠT he",
      "t or",
      "ĠR e",
      "in i",
      "Ġ with",
      "i s",
      "a s",
      "3 79",
      "ĠB l",
      "6 1",
      "3 7",
      "ĠTr e",
      "0 9",
      "2 60",
      "10 4",
      "a v",
      "ĠS p",
      "2 30",
      "w ay",
      "10 7",
      "u t",
      "ĠC on",
      "ĠO ff",
      "25 9",
      "b ile",
      "ĠB o",
      "ro c",
      "i ck",
      "6 2",
      "er i",
      "2 50",
      "3 1",
      "i e",
      "tr on",
      "ĠVol tron",
      "ĠTr ain",
      "ĠC a",
      "ĠTre e",
      "12 8",
      "er s",
      "ow er",
      "8 9",
      "2 70",
      "eri al",
      "ĠF ire",
      "ĠTow n",
      "Ġ J",
      "ĠC or",
      "08 7",
      "Ġ X",
      "ĠP l",
      "19 8",
      "14 4",
      "24 2",
      "or d",
      "4 16",
      "n er",
      "mp erial",
      "ĠI mperial",
      "ad er",
      "9 66",
      "op ter",
      "3 40",
      "ĠM ini",
      "el ic",
      "a m",
      "v er",
      "3 60",
      "4 30",
      "2 90",
      "ĠC h",
      "elic opter",
      "4 5",
      "30 4",
      "ĠH elicopter",
      "c t",
      "99 8",
      "15 2",
      "2 72",
      "24 3",
      "g h",
      "ĠB ig",
      "0 6",
      "ĠB at",
      "i l",
      "ĠP ower",
      "i ld",
      "iv e",
      "i r",
      "ĠTr ac",
      "ĠI n",
      "t ain",
      "13 6",
      "3 24",
      "99 2",
      "ĠTr an",
      "7 50",
      "8 19",
      "e ed",
      "c h",
      "ĠM er",
      "ced es",
      "ĠMer cedes",
      "16 8",
      "9 3",
      "ĠCo m",
      "ĠA d",
      "99 7",
      "9 60",
      "a ge",
      "u e",
      "ĠStar f",
      "ĠStarf ighter",
      "98 1",
      "ĠAd v",
      "ĠEx c",
      "- w",
      "4 40",
      "ĠH igh",
      "20 8",
      "ĠBu ild",
      "a g",
      "9 11",
      "-w ing",
      "ic e",
      "Ġ Y",
      "ĠTran sp",
      "60 4",
      "9 80",
      "9 39",
      "in e",
      "32 1",
      "6 7",
      "ĠEx p",
      "ĠS e",
      "ĠF l",
      "ĠSt ation",
      "28 8",
      "ad e",
      "ar t",
      "mo bile",
      "17 6",
      "38 2",
      "at or",
      "ĠS n",
      "40 7",
      "ĠTransp ort",
      "9 7",
      "ĠA n",
      "ĠHigh way",
      "it ed",
      "8 1",
      "an g",
      "b o",
      "24 1",
      "8 5",
      "s che",
      "or sche",
      "ĠP orsche",
      "3 80",
      "3 30",
      "ĠSn ow",
      "en t",
      "8 70",
      "err ain",
      "ar d",
      "- W",
      "d el",
      "9 2",
      "3 90",
      "58 9",
      "ĠCor ner",
      "0 17",
      "49 5",
      "ĠRac er",
      "y er",
      "Ġ and",
      "u p",
      "ĠM a",
      "ĠUn ited",
      "ĠR ol",
      "ĠBat mobile",
      "6 3",
      "38 3",
      "75 1",
      "e m",
      "40 3",
      "ĠT errain",
      "9 23",
      "b b",
      "ĠHo bb",
      "-W ing",
      "ĠHobb y",
      "c e",
      "ĠM an",
      "8 80",
      "15 5",
      "ĠRo ad",
      "ĠTrac tor",
      "i ler",
      "ĠF ighter",
      "a w",
      "19 6",
      "25 8",
      "9 00",
      "12 9",
      "ĠRac e",
      "ĠSt at",
      "ĠCo a",
      "ĠA roc",
      "ĠBen z",
      "ĠAroc s",
      "i z",
      "6 38",
      "ĠTra iler",
      "av ator",
      "ĠExc avator",
      "3 46",
      "ĠA ir",
      "4 80",
      "d er",
      "b el",
      "ĠRe bel",
      "ĠJ et",
      "2 16",
      "2 79",
      "' s",
      "ac e",
      "32 2",
      "ĠA p",
      "9 5",
      "48 8",
      "c o",
      "8 7",
      "i b",
      "ĠPl ane",
      "3 50",
      "42 7",
      "st ro",
      "ĠRol ler",
      "ĠCoa ster",
      "4 99",
      "18 4",
      "ĠDe stro",
      "ĠDestro yer",
      "98 4",
      "o f",
      "t re",
      "t le",
      "tre me",
      "19 1",
      "1 14",
      "36 7",
      "ĠBl ack",
      "on s",
      "o k",
      "19 2",
      "75 9",
      "ĠL and",
      "00 3",
      "ĠSt re",
      "17 4",
      "ĠAu t",
      "ro ad",
      "ĠCr u",
      "0 7",
      "0 52",
      "40 4",
      "he el",
      "9 4",
      "6 98",
      "76 1",
      "ĠH all",
      "44 7",
      "ĠD u",
      "ĠStre et",
      "Ġ of",
      "ĠO ld",
      "ff ord",
      "ĠTra fford",
      "che ster",
      "ĠMan chester",
      "19 5",
      "ĠSh ut",
      "ĠShut tle",
      "13 9",
      "5 60",
      "ĠSp ace",
      "ĠP ick",
      "6 75",
      "ĠC l",
      "ĠBr ick",
      "ĠI I",
      "ster s",
      "4 10",
      "ĠR S",
      "ĠLo g",
      "ĠCr aw",
      "ĠCraw ler",
      "s h",
      "u st",
      "5 74",
      "eed er",
      "ĠG re",
      "6 20",
      "u re",
      "ĠA r",
      "an k",
      "0 3",
      "9 24",
      "12 2",
      "0 30",
      "s s",
      "10 8",
      "p le",
      "8 16",
      "10 6",
      "5 20",
      "ĠW heel",
      "it y",
      "9 65",
      "88 5",
      "r ol",
      "7 00",
      "ĠBuild ing",
      "t e",
      "ĠM ack",
      "th em",
      "ĠAn them",
      "16 3",
      "7 10",
      "o ck",
      "ĠC en",
      "0 40",
      "17 9",
      "b in",
      "40 8",
      "ĠCo ol",
      "ĠOff road",
      "4 50",
      "3 42",
      "ĠEx treme",
      "36 8",
      "75 2",
      "id e",
      "ĠLo ader",
      "32 3",
      "98 7",
      "4 28",
      "30 8",
      "f t",
      "igh t",
      "- M",
      "t ic",
      "9 40",
      "p ort",
      "u gh",
      "ĠB e",
      "el l",
      "19 3",
      "ĠAdv ent",
      "5 80",
      "1 13",
      "1 19",
      "2 24",
      "ĠRo ugh",
      "4 60",
      "ĠIn ter",
      "0 2",
      "at h",
      "28 7",
      "is er",
      "ĠCru iser",
      "ĠB uck",
      "ĠDe ath",
      "60 5",
      "8 6",
      "3 74",
      "9 78",
      "ĠS k",
      "sp eeder",
      "ĠSnow speeder",
      "00 1",
      "on d",
      "13 2",
      "um n",
      "ĠAut umn",
      "0 1",
      "12 3",
      "9 1",
      "9 51",
      "ĠG ar",
      "q u",
      "99 0",
      "ĠF err",
      "i an",
      "ĠAdvent ure",
      "16 2",
      "n g",
      "60 9",
      "all y",
      "ĠSh op",
      "1 24",
      "65 3",
      "ar i",
      "1 18",
      "f e",
      "48 9",
      "1 16",
      "30 7",
      "10 5",
      "39 3",
      "ĠFerr ari",
      "un tain",
      "0 19",
      "23 5",
      "c tr",
      "14 8",
      "b h",
      "ĠL ie",
      "bh err",
      "ĠLie bherr",
      "18 6",
      "in d",
      "4 54",
      "68 3",
      "ĠF or",
      "a il",
      "ĠBuck et",
      "5 70",
      "k e",
      "3 78",
      "ig ade",
      "ĠBr igade",
      "ĠCa fe",
      "ĠFl at",
      "ĠGar age",
      "24 5",
      "14 7",
      "ĠH ar",
      "ĠR es",
      "I E",
      "ĠT IE",
      "ĠR ally",
      "98 2",
      "ĠS up",
      "ĠM et",
      "r u",
      "1 78",
      "6 80",
      "15 6",
      "25 6",
      "13 4",
      "15 1",
      "99 3",
      "tain er",
      "le ctr",
      "14 6",
      "28 4",
      "- S",
      "3 12",
      "ĠDu mp",
      "7 60",
      "at er",
      "60 8",
      "ĠM ust",
      "ĠF ord",
      "ĠMo bile",
      "ĠMust ang",
      "24 8",
      "24 4",
      "ĠP ar",
      "m and",
      "5 42",
      "ĠS m",
      "98 5",
      "12 5",
      "4 90",
      "a ur",
      "17 3",
      "9 50",
      "v o",
      "ĠCon tainer",
      "56 7",
      "o m",
      "43 3",
      "4 15",
      "am b",
      "l or",
      "ĠExp lor",
      "ĠExplor er",
      "ĠA T",
      "0 25",
      "ĠVol vo",
      "2 32",
      "st ru",
      "stru ct",
      "ĠC re",
      "ĠCom mand",
      "Ġ %",
      "ĠG r",
      "5 76",
      "12 1",
      "24 6",
      "re ss",
      "ĠStat e",
      "6 40",
      "4 70",
      "29 6",
      "ĠM ar",
      "ac h",
      "0 10",
      "3 52",
      "65 4",
      "mo t",
      "5 30",
      "ĠA l",
      "7 20",
      "12 6",
      "ĠL ion",
      "il l",
      "b ed",
      "ĠFlat bed",
      "ib le",
      "11 1",
      "44 9",
      "an ced",
      "ĠAdv anced",
      "a u",
      "o del",
      "-M odel",
      "32 9",
      "a sse",
      "ĠP asse",
      "ng er",
      "ĠPasse nger",
      "ĠLion s",
      "59 7",
      ". ld",
      "iv ers",
      "ĠUn ivers",
      ".ld r",
      "ĠUnivers al",
      "6 43",
      "t t",
      "6 74",
      "ĠSm all",
      "80 6",
      "ĠHo t",
      "88 6",
      "5 40",
      "10 9",
      "6 60",
      "0 70",
      "e g",
      "ĠP ro",
      "er t",
      "66 3",
      "ĠS et",
      "e st",
      "ar th",
      "ĠD arth",
      "ĠMa ul",
      "30 5",
      "t ible",
      "ĠCon ver",
      "ĠConver tible",
      "4 56",
      "7 66",
      "16 4",
      "1 72",
      "sh op",
      "ĠG T",
      "ĠS i",
      "ĠB ank",
      "4 55",
      "3 36",
      "99 4",
      "p er",
      "6 24",
      "7 99",
      "ĠG roc",
      "ĠGre en",
      "ĠGroc er",
      "7 74",
      "76 3",
      "an t",
      "ĠH e",
      "ĠPro p",
      "4 43",
      "A S",
      "ĠSup er",
      "s ons",
      "mp sons",
      "ĠSi mpsons",
      "6 48",
      "ĠM ed",
      "ĠOff ice",
      "8 11",
      "ĠBo ok",
      "ĠBook shop",
      "6 16",
      "15 4",
      "Ġ in",
      "or gh",
      "ĠL amb",
      "13 8",
      "ow n",
      "st aur",
      "ĠG all",
      "ĠMo untain",
      "ĠRe staur",
      "is ian",
      "ard o",
      "ĠPar isian",
      "orgh ini",
      "ĠLamb orghini",
      "ĠGall ardo",
      "ĠRestaur ant",
      "1 15",
      "44 4",
      "26 4",
      "30 9",
      "8 15",
      "0 43",
      "ĠPl an",
      "14 2",
      "g w",
      "ĠHo gw",
      "ĠD r",
      "art s",
      "ĠHogw arts",
      "9 58",
      "Ġ K",
      "ĠP ol",
      "69 5",
      "ĠCen ter",
      "- R",
      "-R o",
      "ĠPol ice",
      "Ġ x",
      "15 8",
      "0 5",
      "8 27",
      "ĠTra ck",
      "5 50",
      "9 70",
      "ĠD et",
      "ĠDet e",
      "ĠM on",
      "o d",
      "ĠG al",
      "ĠRo ver",
      "iv es",
      "lectr ic",
      "ĠCom bin",
      "ĠExp ress",
      "ĠCombin ation",
      "15 9",
      "4 12",
      "6 10",
      "8 25",
      "10 3",
      "4 17",
      "co mot",
      "comot ive",
      "88 4",
      "66 9",
      "ĠP et",
      "17 7",
      "39 4",
      "38 9",
      "ĠBl ock",
      "3 18",
      "5 98",
      "73 4",
      "ĠAir port",
      "25 4",
      "5 10",
      "5 77",
      "4 74",
      "0 35",
      "ĠS qu",
      "13 5",
      "25 3",
      "ct ives",
      "ĠDete ctives",
      "0 57",
      "6 37",
      "e ar",
      "l o",
      "29 2",
      "c ue",
      "ĠRes cue",
      "80 8",
      "i x",
      "v en",
      "0 28",
      "9 33",
      "a se",
      "44 5",
      "6 39",
      "9 74",
      "4 48",
      "3 44",
      "46 4",
      "0 21",
      "ĠMo del",
      "48 4",
      "3 28",
      "98 9",
      "s ide",
      "60 2",
      "60 1",
      "12 7",
      "ĠLo comotive",
      "9 30",
      "2 19",
      "ĠS at",
      "st le",
      "ĠCa stle",
      "me r",
      "ĠC ity",
      "struct ion",
      "ĠR ail",
      "ic le",
      "4 19",
      "ĠAp ple",
      "00 2",
      "18 9",
      "1 71",
      "ĠF r",
      "78 1",
      "m an",
      "14 9",
      "16 5",
      "8 75",
      "40 2",
      "ĠL ine",
      "40 6",
      "- B",
      "89 1",
      "2 12",
      "8 60",
      "4 14",
      "ĠH au",
      "ur n",
      "ĠSat urn",
      "ĠHau ler",
      "7 19",
      "ĠRo bo",
      "1 17",
      "80 9",
      "6 88",
      "25 5",
      "in er",
      "i ft",
      "16 6",
      "3 39",
      "75 8",
      "19 7",
      "39 5",
      "op er",
      "8 14",
      "48 3",
      "9 56",
      "iz ed",
      "3 76",
      "18 8",
      "90 6",
      "ĠBu s",
      "0 12",
      "ar ing",
      "ĠRo aring",
      "ĠRoad sters",
      "9 20",
      "ĠBu sters",
      "7 32",
      "f or",
      "a i",
      "ĠR un",
      "i ke",
      "18 2",
      "ĠStat ue",
      "88 3",
      "3 58",
      "ĠV e",
      "15 7",
      "m ith",
      "s mith",
      "65 6",
      "ĠBlack smith",
      "65 9",
      "ĠN AS",
      "ol lo",
      "ĠAp ollo",
      "ĠNAS A",
      "ĠRun ner",
      "2 25",
      "2 14",
      "u s",
      "ĠBlock ade",
      "at ed",
      "ul ated",
      "ĠAr tic",
      "ĠArtic ulated",
      "z er",
      "se l",
      "ĠD ie",
      "ĠDie sel",
      "8 28",
      "h icle",
      "ĠL ond"
    ]
  }
}