{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i)[sdmt]|ll|ve|re|[^\\r\\n\\w]?+[a-zA-Z]+|\\d{1,3}|\\s?[^\\s\\w]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "%": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "-": 10,
      ".": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      "A": 23,
      "B": 24,
      "C": 25,
      "D": 26,
      "E": 27,
      "F": 28,
      "G": 29,
      "H": 30,
      "I": 31,
      "J": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "Q": 39,
      "R": 40,
      "S": 41,
      "T": 42,
      "U": 43,
      "V": 44,
      "W": 45,
      "X": 46,
      "Y": 47,
      "Z": 48,
      "_": 49,
      "a": 50,
      "b": 51,
      "c": 52,
      "d": 53,
      "e": 54,
      "f": 55,
      "g": 56,
      "h": 57,
      "i": 58,
      "j": 59,
      "k": 60,
      "l": 61,
      "m": 62,
      "n": 63,
      "o": 64,
      "p": 65,
      "q": 66,
      "r": 67,
      "s": 68,
      "t": 69,
      "u": 70,
      "v": 71,
      "w": 72,
      "x": 73,
      "y": 74,
      "z": 75,
      "Ċ": 76,
      "Ġ": 77,
      "00": 78,
      "000": 79,
      "Ġ-": 80,
      "at": 81,
      ".d": 82,
      ".dat": 83,
      "mp": 84,
      "__": 85,
      ".mp": 86,
      ".mpd": 87,
      "30": 88,
      "10": 89,
      "20": 90,
      "in": 91,
      "or": 92,
      "ĠM": 93,
      "40": 94,
      "ĠA": 95,
      "70": 96,
      "ĠF": 97,
      "ĠL": 98,
      "ĠMa": 99,
      "th": 100,
      "15": 101,
      "60": 102,
      "me": 103,
      "ĠN": 104,
      "ĠAu": 105,
      "ame": 106,
      "LE": 107,
      "ĠMain": 108,
      "er": 109,
      "ON": 110,
      "TR": 111,
      "ILE": 112,
      "ĠFILE": 113,
      "ĠLTR": 114,
      "thor": 115,
      "ĠName": 116,
      "ĠAuthor": 117,
      "ĠLTRON": 118,
      "80": 119,
      "19": 120,
      "99": 121,
      "14": 122,
      "24": 123,
      "71": 124,
      "50": 125,
      "16": 126,
      "72": 127,
      "66": 128,
      "ĠT": 129,
      "ĠC": 130,
      "12": 131,
      "302": 132,
      "32": 133,
      "90": 134,
      "78": 135,
      "ĠS": 136,
      "ĠB": 137,
      "36": 138,
      "300": 139,
      "28": 140,
      "25": 141,
      "13": 142,
      "102": 143,
      "18": 144,
      "17": 145,
      "ra": 146,
      "98": 147,
      "48": 148,
      "ĠH": 149,
      "ĠR": 150,
      "65": 151,
      "38": 152,
      "42": 153,
      "707": 154,
      "100": 155,
      "on": 156,
      "56": 157,
      "ar": 158,
      "64": 159,
      "79": 160,
      "39": 161,
      "44": 162,
      "ck": 163,
      "420": 164,
      "500": 165,
      "76": 166,
      "120": 167,
      "11": 168,
      "75": 169,
      "35": 170,
      "an": 171,
      "88": 172,
      "re": 173,
      "ĠP": 174,
      "se": 175,
      "ol": 176,
      "74": 177,
      "278": 178,
      "34": 179,
      "866": 180,
      "26": 181,
      "st": 182,
      "ow": 183,
      "110": 184,
      "150": 185,
      "320": 186,
      "96": 187,
      "160": 188,
      "54": 189,
      "23": 190,
      "140": 191,
      "ĠSt": 192,
      "ĠHo": 193,
      "210": 194,
      "al": 195,
      "58": 196,
      "200": 197,
      "le": 198,
      "29": 199,
      "ri": 200,
      "43": 201,
      "ed": 202,
      "130": 203,
      "52": 204,
      "73": 205,
      "ru": 206,
      "999": 207,
      "ĠTra": 208,
      "ĠD": 209,
      "en": 210,
      "ĠG": 211,
      "et": 212,
      "101": 213,
      "08": 214,
      "68": 215,
      "303": 216,
      "ig": 217,
      "95": 218,
      "ing": 219,
      "22": 220,
      "310": 221,
      "el": 222,
      "ĠE": 223,
      "ĠU": 224,
      "180": 225,
      "ro": 226,
      "33": 227,
      "77": 228,
      "ĠHou": 229,
      "46": 230,
      "ter": 231,
      "ĠTow": 232,
      "ruck": 233,
      "655": 234,
      "ĠTruck": 235,
      "240": 236,
      "ĠHouse": 237,
      "ad": 238,
      "59": 239,
      "600": 240,
      "ĠV": 241,
      "366": 242,
      "he": 243,
      "362": 244,
      "371": 245,
      "170": 246,
      "306": 247,
      "190": 248,
      "800": 249,
      "ĠI": 250,
      "84": 251,
      "213": 252,
      "55": 253,
      "220": 254,
      "27": 255,
      "igh": 256,
      "280": 257,
      "ac": 258,
      "94": 259,
      "ic": 260,
      "112": 261,
      "614": 262,
      "ion": 263,
      "325": 264,
      "53": 265,
      "ge": 266,
      "370": 267,
      "301": 268,
      "ĠO": 269,
      "93": 270,
      "996": 271,
      "ĠRo": 272,
      "379": 273,
      "400": 274,
      "ran": 275,
      "ĠCo": 276,
      "ĠBri": 277,
      "ler": 278,
      "21": 279,
      "260": 280,
      "230": 281,
      "ĠBu": 282,
      "104": 283,
      "ster": 284,
      "ĠStar": 285,
      "421": 286,
      "op": 287,
      "259": 288,
      "250": 289,
      "69": 290,
      "ld": 291,
      "and": 292,
      "ĠEx": 293,
      "270": 294,
      "128": 295,
      "087": 296,
      "ct": 297,
      "um": 298,
      "83": 299,
      "57": 300,
      "all": 301,
      "242": 302,
      "it": 303,
      "ĠW": 304,
      "290": 305,
      "304": 306,
      "272": 307,
      "ĠCran": 308,
      "ĠCrane": 309,
      "es": 310,
      "144": 311,
      "243": 312,
      "340": 313,
      "sse": 314,
      "360": 315,
      "430": 316,
      "966": 317,
      "ĠTower": 318,
      "47": 319,
      "ff": 320,
      "107": 321,
      "960": 322,
      "992": 323,
      "ith": 324,
      "82": 325,
      "49": 326,
      "997": 327,
      "152": 328,
      "981": 329,
      "168": 330,
      "CS": 331,
      "ĠUCS": 332,
      "62": 333,
      "998": 334,
      "136": 335,
      "208": 336,
      "ĠDe": 337,
      "41": 338,
      "ĠVol": 339,
      "ĠSh": 340,
      "un": 341,
      "241": 342,
      "dge": 343,
      "ĠLo": 344,
      "819": 345,
      "olo": 346,
      "61": 347,
      "iv": 348,
      "sp": 349,
      "416": 350,
      "ĠMo": 351,
      "ighter": 352,
      "ĠBridge": 353,
      "51": 354,
      "382": 355,
      "63": 356,
      "ay": 357,
      "288": 358,
      "ation": 359,
      "ort": 360,
      "mo": 361,
      "176": 362,
      "198": 363,
      "407": 364,
      "330": 365,
      "440": 366,
      "ĠRac": 367,
      "ĠColo": 368,
      "sseum": 369,
      "ĠColosseum": 370,
      "380": 371,
      "09": 372,
      "with": 373,
      "ĠUn": 374,
      "390": 375,
      "ron": 376,
      "870": 377,
      "ĠCar": 378,
      "id": 379,
      "ile": 380,
      "017": 381,
      "la": 382,
      "604": 383,
      "923": 384,
      "89": 385,
      "che": 386,
      "31": 387,
      "ta": 388,
      "ced": 389,
      "ire": 390,
      "880": 391,
      "ĠBen": 392,
      "Ġwith": 393,
      "279": 394,
      "ĠRe": 395,
      "155": 396,
      "346": 397,
      "216": 398,
      "ini": 399,
      "258": 400,
      "383": 401,
      "ĠThe": 402,
      "900": 403,
      "ĠTre": 404,
      "750": 405,
      "way": 406,
      "480": 407,
      "as": 408,
      "is": 409,
      "45": 410,
      "bile": 411,
      "ul": 412,
      "eri": 413,
      "ĠSp": 414,
      "984": 415,
      "184": 416,
      "ĠCa": 417,
      "67": 418,
      "129": 419,
      "ut": 420,
      "052": 421,
      "321": 422,
      "roc": 423,
      "192": 424,
      "ĠCon": 425,
      "574": 426,
      "ĠBo": 427,
      "447": 428,
      "980": 429,
      "350": 430,
      "ĠOff": 431,
      "tron": 432,
      "ĠVoltron": 433,
      "322": 434,
      "av": 435,
      "ie": 436,
      "ers": 437,
      "427": 438,
      "367": 439,
      "37": 440,
      "195": 441,
      "ĠTrain": 442,
      "ĠTree": 443,
      "191": 444,
      "324": 445,
      "erra": 446,
      "erial": 447,
      "ĠTown": 448,
      "040": 449,
      "lan": 450,
      "ord": 451,
      "560": 452,
      "403": 453,
      "638": 454,
      "ĠJ": 455,
      "542": 456,
      "003": 457,
      "965": 458,
      "ĠFire": 459,
      "174": 460,
      "ĠCor": 461,
      "mperial": 462,
      "ĠImperial": 463,
      "700": 464,
      "ner": 465,
      "030": 466,
      "92": 467,
      "ower": 468,
      "81": 469,
      "ĠX": 470,
      "ur": 471,
      "520": 472,
      "gh": 473,
      "308": 474,
      "97": 475,
      "307": 476,
      "450": 477,
      "06": 478,
      "139": 479,
      "87": 480,
      "428": 481,
      "987": 482,
      "951": 483,
      "am": 484,
      "193": 485,
      "ch": 486,
      "368": 487,
      "opter": 488,
      "408": 489,
      "163": 490,
      "elic": 491,
      "ild": 492,
      "580": 493,
      "978": 494,
      "ĠPlan": 495,
      "elicopter": 496,
      "609": 497,
      "287": 498,
      "ĠCh": 499,
      "374": 500,
      "ĠHelicopter": 501,
      "85": 502,
      "ver": 503,
      "ĠIn": 504,
      "ĠBat": 505,
      "410": 506,
      "460": 507,
      "ĠMini": 508,
      "ĠTran": 509,
      "114": 510,
      "ĠBig": 511,
      "342": 512,
      "605": 513,
      "-w": 514,
      "224": 515,
      "019": 516,
      "196": 517,
      "ĠPower": 518,
      "179": 519,
      "939": 520,
      "245": 521,
      "ĠCom": 522,
      "ent": 523,
      "924": 524,
      "108": 525,
      "ĠHigh": 526,
      "122": 527,
      "911": 528,
      "235": 529,
      "ĠStarf": 530,
      "ĠBuild": 531,
      "404": 532,
      "ue": 533,
      "ader": 534,
      "eed": 535,
      "-wing": 536,
      "ĠStarfighter": 537,
      "001": 538,
      "ir": 539,
      "ĠAd": 540,
      "tain": 541,
      "378": 542,
      "940": 543,
      "ĠMer": 544,
      "cedes": 545,
      "ĠMercedes": 546,
      "570": 547,
      "ĠExc": 548,
      "ĠAdv": 549,
      "982": 550,
      "106": 551,
      "323": 552,
      "il": 553,
      "256": 554,
      "ine": 555,
      "990": 556,
      "ĠTransp": 557,
      "680": 558,
      "499": 559,
      "495": 560,
      "ĠY": 561,
      "490": 562,
      "720": 563,
      "ĠHighway": 564,
      "mobile": 565,
      "162": 566,
      "ited": 567,
      "07": 568,
      "ĠExp": 569,
      "010": 570,
      "132": 571,
      "ĠTransport": 572,
      "ĠMan": 573,
      "567": 574,
      "620": 575,
      "ator": 576,
      "488": 577,
      "ade": 578,
      "ĠSe": 579,
      "683": 580,
      "ĠStation": 581,
      "113": 582,
      "244": 583,
      "312": 584,
      "ice": 585,
      "248": 586,
      "589": 587,
      "lo": 588,
      "232": 589,
      "ĠAn": 590,
      "ĠSn": 591,
      "950": 592,
      "del": 593,
      "284": 594,
      "760": 595,
      "663": 596,
      "640": 597,
      "ive": 598,
      "yer": 599,
      "751": 600,
      "ĠUnited": 601,
      "sche": 602,
      "orsche": 603,
      "ĠPorsche": 604,
      "bo": 605,
      "393": 606,
      "ĠBatmobile": 607,
      "993": 608,
      "ĠCorner": 609,
      "119": 610,
      "246": 611,
      "470": 612,
      "329": 613,
      "433": 614,
      "ĠSnow": 615,
      "025": 616,
      "118": 617,
      "123": 618,
      "352": 619,
      "ard": 620,
      "530": 621,
      "766": 622,
      "985": 623,
      "151": 624,
      "ĠRol": 625,
      "156": 626,
      "616": 627,
      "124": 628,
      "up": 629,
      "643": 630,
      "-W": 631,
      "ĠFighter": 632,
      "759": 633,
      "186": 634,
      "ang": 635,
      "ĠRoad": 636,
      "105": 637,
      "994": 638,
      "608": 639,
      "296": 640,
      "ĠRacer": 641,
      "ĠBla": 642,
      "178": 643,
      "116": 644,
      "444": 645,
      "ĠFl": 646,
      "bb": 647,
      "ĠHobb": 648,
      "ĠHobby": 649,
      "070": 650,
      "rol": 651,
      "Ġand": 652,
      "ĠStat": 653,
      "errain": 654,
      "-Wing": 655,
      "ce": 656,
      "540": 657,
      "ĠII": 658,
      "264": 659,
      "147": 660,
      "em": 661,
      "03": 662,
      "ĠCoa": 663,
      "86": 664,
      "173": 665,
      "ctor": 666,
      "675": 667,
      "146": 668,
      "710": 669,
      "454": 670,
      "avator": 671,
      "ĠExcavator": 672,
      "ĠTerrain": 673,
      "550": 674,
      "336": 675,
      "der": 676,
      "752": 677,
      "iler": 678,
      "ĠAp": 679,
      "stro": 680,
      "464": 681,
      "148": 682,
      "ĠPi": 683,
      "ĠRace": 684,
      "ĠDestro": 685,
      "ĠDestroyer": 686,
      "660": 687,
      "698": 688,
      "au": 689,
      "ĠJet": 690,
      "309": 691,
      "ĠCra": 692,
      "489": 693,
      "624": 694,
      "ĠMar": 695,
      "610": 696,
      "134": 697,
      "bel": 698,
      "ĠRebel": 699,
      "043": 700,
      "445": 701,
      "449": 702,
      "761": 703,
      "ib": 704,
      "ĠTractor": 705,
      "02": 706,
      "ĠCru": 707,
      "ĠRoller": 708,
      "ĠCoaster": 709,
      "125": 710,
      "ons": 711,
      "ĠAroc": 712,
      "ĠBenz": 713,
      "ĠBlack": 714,
      "ĠArocs": 715,
      "417": 716,
      "of": 717,
      "958": 718,
      "ĠAir": 719,
      "ĠTrailer": 720,
      "'s": 721,
      "01": 722,
      "ĠTraff": 723,
      "ĠOld": 724,
      "chester": 725,
      "ĠPlane": 726,
      "ĠManchester": 727,
      "ĠTrafford": 728,
      "002": 729,
      "885": 730,
      "172": 731,
      "sh": 732,
      "816": 733,
      "heel": 734,
      "ok": 735,
      "ace": 736,
      "ts": 737,
      "389": 738,
      "co": 739,
      "ĠAut": 740,
      "121": 741,
      "ĠStre": 742,
      "ath": 743,
      "ĠHall": 744,
      "933": 745,
      "sters": 746,
      "Ġof": 747,
      "ĠDeath": 748,
      "930": 749,
      "412": 750,
      "406": 751,
      "648": 752,
      "484": 753,
      "510": 754,
      "057": 755,
      "iz": 756,
      "654": 757,
      "035": 758,
      "tle": 759,
      "158": 760,
      "254": 761,
      "989": 762,
      "ĠStreet": 763,
      "886": 764,
      "292": 765,
      "970": 766,
      "91": 767,
      "ust": 768,
      "328": 769,
      "ĠLand": 770,
      "126": 771,
      "154": 772,
      "253": 773,
      "ĠDu": 774,
      "875": 775,
      "012": 776,
      "road": 777,
      "ĠWheel": 778,
      "974": 779,
      "ple": 780,
      "ĠShut": 781,
      "ĠShuttle": 782,
      "cket": 783,
      "344": 784,
      "305": 785,
      "177": 786,
      "ĠBuilding": 787,
      "eeder": 788,
      "111": 789,
      "ank": 790,
      "ĠGre": 791,
      "ĠSpace": 792,
      "ĠPick": 793,
      "115": 794,
      "138": 795,
      "456": 796,
      "021": 797,
      "tre": 798,
      "159": 799,
      "treme": 800,
      "339": 801,
      "799": 802,
      "509": 803,
      "891": 804,
      "ĠBrick": 805,
      "ric": 806,
      "028": 807,
      "ss": 808,
      "tor": 809,
      "072": 810,
      "ag": 811,
      "197": 812,
      "914": 813,
      "ĠLog": 814,
      "601": 815,
      "wler": 816,
      "ĠRS": 817,
      "ĠCrawler": 818,
      "590": 819,
      "109": 820,
      "219": 821,
      "688": 822,
      "545": 823,
      "577": 824,
      "860": 825,
      "bin": 826,
      "255": 827,
      "576": 828,
      "164": 829,
      "443": 830,
      "ĠAr": 831,
      "448": 832,
      "376": 833,
      "656": 834,
      "967": 835,
      "ĠCool": 836,
      "-M": 837,
      "gade": 838,
      "135": 839,
      "142": 840,
      "086": 841,
      "669": 842,
      "661": 843,
      "474": 844,
      "925": 845,
      "ure": 846,
      "690": 847,
      "906": 848,
      "ĠMack": 849,
      "them": 850,
      "ĠAnthem": 851,
      "585": 852,
      "650": 853,
      "041": 854,
      "212": 855,
      "674": 856,
      "err": 857,
      "920": 858,
      "415": 859,
      "ĠOffroad": 860,
      "ĠInter": 861,
      "599": 862,
      "tic": 863,
      "ĠBe": 864,
      "394": 865,
      "986": 866,
      "872": 867,
      "297": 868,
      "ft": 869,
      "ell": 870,
      "823": 871,
      "094": 872,
      "ng": 873,
      "port": 874,
      "speeder": 875,
      "ĠSnowspeeder": 876,
      "166": 877,
      "432": 878,
      "020": 879,
      "ara": 880,
      "189": 881,
      "354": 882,
      "182": 883,
      "188": 884,
      "IE": 885,
      "ĠTIE": 886,
      "424": 887,
      "820": 888,
      "te": 889,
      "602": 890,
      "358": 891,
      "ĠBucket": 892,
      "808": 893,
      "238": 894,
      "225": 895,
      "umn": 896,
      "ĠLoader": 897,
      "ĠAutumn": 898,
      "fe": 899,
      "ugh": 900,
      "781": 901,
      "ond": 902,
      "ĠShop": 903,
      "iser": 904,
      "ĠCruiser": 905,
      "ĠFor": 906,
      "995": 907,
      "ĠRough": 908,
      "268": 909,
      "ity": 910,
      "809": 911,
      "392": 912,
      "ind": 913,
      "103": 914,
      "ian": 915,
      "754": 916,
      "ĠExtreme": 917,
      "678": 918,
      "859": 919,
      "ĠBrigade": 920,
      "840": 921,
      "496": 922,
      "483": 923,
      "ĠCafe": 924,
      "ĠAdvent": 925,
      "318": 926,
      "lock": 927,
      "234": 928,
      "976": 929,
      "bh": 930,
      "ĠLie": 931,
      "ĠGara": 932,
      "untain": 933,
      "bherr": 934,
      "ĠLiebherr": 935,
      "ĠGarage": 936,
      "956": 937,
      "ĠMet": 938,
      "ĠMust": 939,
      "ĠFord": 940,
      "ĠSk": 941,
      "ĠMustang": 942,
      "426": 943,
      "653": 944,
      "630": 945,
      "149": 946,
      "145": 947,
      "ide": 948,
      "948": 949,
      "qu": 950,
      "056": 951,
      "127": 952,
      "784": 953,
      "252": 954,
      "876": 955,
      "384": 956,
      "266": 957,
      "815": 958,
      "850": 959,
      "117": 960,
      "740": 961,
      "ally": 962,
      "ĠRa": 963,
      "811": 964,
      "395": 965,
      "199": 966,
      "lect": 967,
      "ĠSup": 968,
      "207": 969,
      "528": 970,
      "473": 971,
      "ater": 972,
      "204": 973,
      "ĠHar": 974,
      "ĠAdventure": 975,
      "913": 976,
      "165": 977,
      "236": 978,
      "695": 979,
      "359": 980,
      "ĠFlat": 981,
      "214": 982,
      "276": 983,
      "ke": 984,
      "05": 985,
      "926": 986,
      "681": 987,
      "217": 988,
      "007": 989,
      "ĠSm": 990,
      "472": 991,
      "732": 992,
      "169": 993,
      "167": 994,
      "459": 995,
      "265": 996,
      "228": 997,
      "ear": 998,
      "ĠFerra": 999,
      "ĠMobile": 1000,
      "ĠFerrari": 1001,
      "amb": 1002,
      "455": 1003,
      "odel": 1004,
      "ĠPar": 1005,
      "-Model": 1006,
      "372": 1007,
      "mand": 1008,
      "ĠRally": 1009,
      "597": 1010,
      "262": 1011,
      "758": 1012,
      "141": 1013,
      "ĠRes": 1014,
      "anced": 1015,
      "ĠAdvanced": 1016,
      "365": 1017,
      "ress": 1018,
      "082": 1019,
      "ĠState": 1020,
      "015": 1021,
      "973": 1022,
      "229": 1023,
      "386": 1024,
      "806": 1025,
      "137": 1026,
      "-S": 1027,
      "375": 1028,
      "485": 1029,
      "227": 1030,
      "763": 1031,
      "988": 1032,
      "lor": 1033,
      "ĠExplor": 1034,
      "ĠExplorer": 1035,
      "670": 1036,
      "157": 1037,
      "tainer": 1038,
      "175": 1039,
      "om": 1040,
      "ĠDump": 1041,
      "785": 1042,
      "479": 1043,
      "133": 1044,
      "stru": 1045,
      "ĠCommand": 1046,
      "struct": 1047,
      "201": 1048,
      "598": 1049,
      "979": 1050,
      "774": 1051,
      "143": 1052,
      "734": 1053,
      "ĠPa": 1054,
      "437": 1055,
      "883": 1056,
      "719": 1057,
      "884": 1058,
      "161": 1059,
      "sseng": 1060,
      "ĠPasseng": 1061,
      "ĠPassenger": 1062,
      "171": 1063,
      "tta": 1064,
      "ĠCen": 1065,
      "518": 1066,
      "ĠAT": 1067,
      "206": 1068,
      "423": 1069,
      "391": 1070,
      "ty": 1071,
      "361": 1072,
      "shop": 1073,
      "316": 1074,
      "mot": 1075,
      "ĠContainer": 1076,
      "267": 1077,
      "559": 1078,
      "ible": 1079,
      "418": 1080,
      "936": 1081,
      "285": 1082,
      "ĠSmall": 1083,
      "953": 1084,
      "031": 1085,
      "334": 1086,
      "ĠAl": 1087,
      "641": 1088,
      "187": 1089,
      "vo": 1090,
      "Ġ%": 1091,
      "ĠLion": 1092,
      "ĠBook": 1093,
      "ĠBookshop": 1094,
      "919": 1095,
      "233": 1096,
      "ivers": 1097,
      "ĠUnivers": 1098,
      "ĠUniversal": 1099,
      "867": 1100,
      "827": 1101,
      "194": 1102,
      "647": 1103,
      "ĠPro": 1104,
      "932": 1105,
      "ĠCre": 1106,
      "218": 1107,
      "852": 1108,
      "ĠMaul": 1109,
      "arth": 1110,
      "ĠDarth": 1111,
      "637": 1112,
      "226": 1113,
      "222": 1114,
      "ĠVolvo": 1115,
      "402": 1116,
      "ĠLions": 1117,
      "507": 1118,
      "239": 1119,
      "780": 1120,
      "356": 1121,
      "ve": 1122,
      "639": 1123,
      "606": 1124,
      "185": 1125,
      "554": 1126,
      "810": 1127,
      "927": 1128,
      "552": 1129,
      "385": 1130,
      "623": 1131,
      "AS": 1132,
      "282": 1133,
      "ĠGroc": 1134,
      "ĠGreen": 1135,
      "ĠGrocer": 1136,
      "036": 1137,
      "865": 1138,
      "742": 1139,
      "846": 1140,
      "ĠMed": 1141,
      "tible": 1142,
      "ĠSi": 1143,
      "ĠConver": 1144,
      "ĠConvertible": 1145,
      "319": 1146,
      "882": 1147,
      "273": 1148,
      "414": 1149
    },
    "merges": [
      "0 0",
      "00 0",
      "Ġ -",
      "a t",
      ". d",
      ".d at",
      "m p",
      "_ _",
      ". mp",
      ".mp d",
      "3 0",
      "1 0",
      "2 0",
      "i n",
      "o r",
      "Ġ M",
      "4 0",
      "Ġ A",
      "7 0",
      "Ġ F",
      "Ġ L",
      "ĠM a",
      "t h",
      "1 5",
      "6 0",
      "m e",
      "Ġ N",
      "ĠA u",
      "a me",
      "L E",
      "ĠMa in",
      "e r",
      "O N",
      "T R",
      "I LE",
      "ĠF ILE",
      "ĠL TR",
      "th or",
      "ĠN ame",
      "ĠAu thor",
      "ĠLTR ON",
      "8 0",
      "1 9",
      "9 9",
      "1 4",
      "2 4",
      "7 1",
      "5 0",
      "1 6",
      "7 2",
      "6 6",
      "Ġ T",
      "Ġ C",
      "1 2",
      "30 2",
      "3 2",
      "9 0",
      "7 8",
      "Ġ S",
      "Ġ B",
      "3 6",
      "3 00",
      "2 8",
      "2 5",
      "1 3",
      "10 2",
      "1 8",
      "1 7",
      "r a",
      "9 8",
      "4 8",
      "Ġ H",
      "Ġ R",
      "6 5",
      "3 8",
      "4 2",
      "70 7",
      "1 00",
      "o n",
      "5 6",
      "a r",
      "6 4",
      "7 9",
      "3 9",
      "4 4",
      "c k",
      "4 20",
      "5 00",
      "7 6",
      "1 20",
      "1 1",
      "7 5",
      "3 5",
      "a n",
      "8 8",
      "r e",
      "Ġ P",
      "s e",
      "o l",
      "7 4",
      "2 78",
      "3 4",
      "8 66",
      "2 6",
      "s t",
      "o w",
      "1 10",
      "15 0",
      "3 20",
      "9 6",
      "1 60",
      "5 4",
      "2 3",
      "1 40",
      "ĠS t",
      "ĠH o",
      "2 10",
      "a l",
      "5 8",
      "2 00",
      "l e",
      "2 9",
      "r i",
      "4 3",
      "e d",
      "1 30",
      "5 2",
      "7 3",
      "r u",
      "99 9",
      "ĠT ra",
      "Ġ D",
      "e n",
      "Ġ G",
      "e t",
      "10 1",
      "0 8",
      "6 8",
      "30 3",
      "i g",
      "9 5",
      "in g",
      "2 2",
      "3 10",
      "e l",
      "Ġ E",
      "Ġ U",
      "1 80",
      "r o",
      "3 3",
      "7 7",
      "ĠHo u",
      "4 6",
      "t er",
      "ĠT ow",
      "ru ck",
      "65 5",
      "ĠT ruck",
      "2 40",
      "ĠHou se",
      "a d",
      "5 9",
      "6 00",
      "Ġ V",
      "3 66",
      "h e",
      "36 2",
      "3 71",
      "1 70",
      "30 6",
      "19 0",
      "8 00",
      "Ġ I",
      "8 4",
      "2 13",
      "5 5",
      "2 20",
      "2 7",
      "ig h",
      "2 80",
      "a c",
      "9 4",
      "i c",
      "1 12",
      "6 14",
      "i on",
      "32 5",
      "5 3",
      "g e",
      "3 70",
      "30 1",
      "Ġ O",
      "9 3",
      "99 6",
      "ĠR o",
      "3 79",
      "4 00",
      "ra n",
      "ĠC o",
      "ĠB ri",
      "l er",
      "2 1",
      "2 60",
      "2 30",
      "ĠB u",
      "10 4",
      "st er",
      "ĠSt ar",
      "42 1",
      "o p",
      "25 9",
      "2 50",
      "6 9",
      "l d",
      "an d",
      "ĠE x",
      "2 70",
      "12 8",
      "08 7",
      "c t",
      "u m",
      "8 3",
      "5 7",
      "al l",
      "24 2",
      "i t",
      "Ġ W",
      "2 90",
      "30 4",
      "2 72",
      "ĠC ran",
      "ĠCran e",
      "e s",
      "14 4",
      "24 3",
      "3 40",
      "s se",
      "3 60",
      "4 30",
      "9 66",
      "ĠTow er",
      "4 7",
      "f f",
      "10 7",
      "9 60",
      "99 2",
      "i th",
      "8 2",
      "4 9",
      "99 7",
      "15 2",
      "98 1",
      "16 8",
      "C S",
      "ĠU CS",
      "6 2",
      "99 8",
      "1 36",
      "20 8",
      "ĠD e",
      "4 1",
      "ĠV ol",
      "ĠS h",
      "u n",
      "24 1",
      "d ge",
      "ĠL o",
      "8 19",
      "ol o",
      "6 1",
      "i v",
      "s p",
      "4 16",
      "ĠM o",
      "igh ter",
      "ĠBri dge",
      "5 1",
      "38 2",
      "6 3",
      "a y",
      "28 8",
      "at ion",
      "or t",
      "m o",
      "17 6",
      "19 8",
      "40 7",
      "3 30",
      "4 40",
      "ĠR ac",
      "ĠC olo",
      "sse um",
      "ĠColo sseum",
      "3 80",
      "0 9",
      "w ith",
      "ĠU n",
      "3 90",
      "r on",
      "8 70",
      "ĠC ar",
      "i d",
      "i le",
      "0 17",
      "l a",
      "60 4",
      "9 23",
      "8 9",
      "c he",
      "3 1",
      "t a",
      "c ed",
      "i re",
      "8 80",
      "ĠB en",
      "Ġ with",
      "2 79",
      "ĠR e",
      "15 5",
      "34 6",
      "2 16",
      "in i",
      "25 8",
      "38 3",
      "ĠT he",
      "9 00",
      "ĠT re",
      "7 50",
      "w ay",
      "4 80",
      "a s",
      "i s",
      "4 5",
      "b ile",
      "u l",
      "er i",
      "ĠS p",
      "98 4",
      "18 4",
      "ĠC a",
      "6 7",
      "12 9",
      "u t",
      "0 52",
      "32 1",
      "ro c",
      "19 2",
      "ĠC on",
      "5 74",
      "ĠB o",
      "44 7",
      "9 80",
      "3 50",
      "ĠO ff",
      "t ron",
      "ĠVol tron",
      "32 2",
      "a v",
      "i e",
      "er s",
      "42 7",
      "36 7",
      "3 7",
      "19 5",
      "ĠTra in",
      "ĠTre e",
      "19 1",
      "3 24",
      "er ra",
      "eri al",
      "ĠTow n",
      "0 40",
      "l an",
      "or d",
      "5 60",
      "40 3",
      "6 38",
      "Ġ J",
      "5 42",
      "00 3",
      "9 65",
      "ĠF ire",
      "17 4",
      "ĠC or",
      "mp erial",
      "ĠI mperial",
      "7 00",
      "n er",
      "0 30",
      "9 2",
      "ow er",
      "8 1",
      "Ġ X",
      "u r",
      "5 20",
      "g h",
      "30 8",
      "9 7",
      "30 7",
      "4 50",
      "0 6",
      "13 9",
      "8 7",
      "4 28",
      "98 7",
      "95 1",
      "a m",
      "19 3",
      "c h",
      "36 8",
      "op ter",
      "40 8",
      "16 3",
      "el ic",
      "i ld",
      "5 80",
      "9 78",
      "ĠP lan",
      "elic opter",
      "60 9",
      "28 7",
      "ĠC h",
      "3 74",
      "ĠH elicopter",
      "8 5",
      "v er",
      "ĠI n",
      "ĠB at",
      "4 10",
      "4 60",
      "ĠM ini",
      "ĠTra n",
      "1 14",
      "ĠB ig",
      "3 42",
      "60 5",
      "- w",
      "2 24",
      "0 19",
      "19 6",
      "ĠP ower",
      "17 9",
      "9 39",
      "24 5",
      "ĠCo m",
      "en t",
      "9 24",
      "10 8",
      "ĠH igh",
      "12 2",
      "9 11",
      "2 35",
      "ĠStar f",
      "ĠBu ild",
      "40 4",
      "u e",
      "ad er",
      "e ed",
      "-w ing",
      "ĠStarf ighter",
      "00 1",
      "i r",
      "ĠA d",
      "ta in",
      "3 78",
      "9 40",
      "ĠM er",
      "ced es",
      "ĠMer cedes",
      "5 70",
      "ĠEx c",
      "ĠAd v",
      "98 2",
      "10 6",
      "32 3",
      "i l",
      "25 6",
      "in e",
      "99 0",
      "ĠTran sp",
      "6 80",
      "4 99",
      "4 95",
      "Ġ Y",
      "4 90",
      "7 20",
      "ĠHigh way",
      "mo bile",
      "16 2",
      "it ed",
      "0 7",
      "ĠEx p",
      "0 10",
      "1 32",
      "ĠTransp ort",
      "ĠMa n",
      "56 7",
      "6 20",
      "at or",
      "48 8",
      "ad e",
      "ĠS e",
      "68 3",
      "ĠSt ation",
      "1 13",
      "24 4",
      "3 12",
      "ic e",
      "24 8",
      "58 9",
      "l o",
      "2 32",
      "ĠA n",
      "ĠS n",
      "9 50",
      "d el",
      "28 4",
      "7 60",
      "66 3",
      "6 40",
      "iv e",
      "y er",
      "75 1",
      "ĠUn ited",
      "s che",
      "or sche",
      "ĠP orsche",
      "b o",
      "39 3",
      "ĠBat mobile",
      "99 3",
      "ĠCor ner",
      "1 19",
      "24 6",
      "4 70",
      "32 9",
      "43 3",
      "ĠSn ow",
      "0 25",
      "1 18",
      "12 3",
      "35 2",
      "ar d",
      "5 30",
      "7 66",
      "98 5",
      "15 1",
      "ĠR ol",
      "15 6",
      "6 16",
      "1 24",
      "u p",
      "64 3",
      "- W",
      "ĠF ighter",
      "75 9",
      "18 6",
      "an g",
      "ĠRo ad",
      "10 5",
      "99 4",
      "60 8",
      "2 96",
      "ĠRac er",
      "ĠB la",
      "1 78",
      "1 16",
      "44 4",
      "ĠF l",
      "b b",
      "ĠHo bb",
      "ĠHobb y",
      "0 70",
      "r ol",
      "Ġ and",
      "ĠSt at",
      "erra in",
      "-W ing",
      "c e",
      "5 40",
      "ĠI I",
      "2 64",
      "14 7",
      "e m",
      "0 3",
      "ĠCo a",
      "8 6",
      "17 3",
      "ct or",
      "6 75",
      "14 6",
      "7 10",
      "4 54",
      "av ator",
      "ĠExc avator",
      "ĠT errain",
      "5 50",
      "3 36",
      "d er",
      "75 2",
      "i ler",
      "ĠA p",
      "st ro",
      "4 64",
      "14 8",
      "ĠP i",
      "ĠRac e",
      "ĠDe stro",
      "ĠDestro yer",
      "6 60",
      "6 98",
      "a u",
      "ĠJ et",
      "30 9",
      "ĠC ra",
      "48 9",
      "6 24",
      "ĠMa r",
      "6 10",
      "13 4",
      "b el",
      "ĠRe bel",
      "0 43",
      "44 5",
      "44 9",
      "76 1",
      "i b",
      "ĠTra ctor",
      "0 2",
      "ĠC ru",
      "ĠRol ler",
      "ĠCoa ster",
      "12 5",
      "on s",
      "ĠA roc",
      "ĠBen z",
      "ĠBla ck",
      "ĠAroc s",
      "4 17",
      "o f",
      "9 58",
      "ĠA ir",
      "ĠTra iler",
      "' s",
      "0 1",
      "ĠTra ff",
      "ĠO ld",
      "che ster",
      "ĠPlan e",
      "ĠMan chester",
      "ĠTraff ord",
      "00 2",
      "88 5",
      "1 72",
      "s h",
      "8 16",
      "he el",
      "o k",
      "ac e",
      "t s",
      "38 9",
      "c o",
      "ĠAu t",
      "12 1",
      "ĠSt re",
      "at h",
      "ĠH all",
      "9 33",
      "ster s",
      "Ġ of",
      "ĠDe ath",
      "9 30",
      "4 12",
      "40 6",
      "6 48",
      "48 4",
      "5 10",
      "0 57",
      "i z",
      "65 4",
      "0 35",
      "t le",
      "15 8",
      "25 4",
      "98 9",
      "ĠStre et",
      "88 6",
      "29 2",
      "9 70",
      "9 1",
      "u st",
      "32 8",
      "ĠL and",
      "12 6",
      "15 4",
      "25 3",
      "ĠD u",
      "8 75",
      "0 12",
      "ro ad",
      "ĠW heel",
      "9 74",
      "p le",
      "ĠSh ut",
      "ĠShut tle",
      "ck et",
      "3 44",
      "30 5",
      "17 7",
      "ĠBuild ing",
      "eed er",
      "11 1",
      "an k",
      "ĠG re",
      "ĠSp ace",
      "ĠPi ck",
      "1 15",
      "13 8",
      "4 56",
      "0 21",
      "t re",
      "15 9",
      "tre me",
      "3 39",
      "7 99",
      "50 9",
      "89 1",
      "ĠBri ck",
      "ri c",
      "0 28",
      "s s",
      "t or",
      "0 72",
      "a g",
      "19 7",
      "9 14",
      "ĠLo g",
      "60 1",
      "w ler",
      "ĠR S",
      "ĠCra wler",
      "5 90",
      "10 9",
      "2 19",
      "6 88",
      "54 5",
      "5 77",
      "8 60",
      "b in",
      "25 5",
      "5 76",
      "16 4",
      "44 3",
      "ĠA r",
      "4 48",
      "3 76",
      "65 6",
      "96 7",
      "ĠCo ol",
      "- M",
      "g ade",
      "13 5",
      "14 2",
      "08 6",
      "66 9",
      "66 1",
      "4 74",
      "9 25",
      "u re",
      "6 90",
      "90 6",
      "ĠMa ck",
      "th em",
      "ĠAn them",
      "58 5",
      "6 50",
      "0 41",
      "2 12",
      "6 74",
      "er r",
      "9 20",
      "4 15",
      "ĠOff road",
      "ĠIn ter",
      "5 99",
      "t ic",
      "ĠB e",
      "39 4",
      "98 6",
      "8 72",
      "29 7",
      "f t",
      "el l",
      "8 23",
      "0 94",
      "n g",
      "p ort",
      "sp eeder",
      "ĠSnow speeder",
      "16 6",
      "4 32",
      "0 20",
      "a ra",
      "18 9",
      "35 4",
      "18 2",
      "18 8",
      "I E",
      "ĠT IE",
      "4 24",
      "8 20",
      "t e",
      "60 2",
      "35 8",
      "ĠBu cket",
      "80 8",
      "2 38",
      "2 25",
      "um n",
      "ĠLo ader",
      "ĠAut umn",
      "f e",
      "u gh",
      "78 1",
      "on d",
      "ĠSh op",
      "is er",
      "ĠCru iser",
      "ĠF or",
      "99 5",
      "ĠRo ugh",
      "26 8",
      "it y",
      "80 9",
      "39 2",
      "in d",
      "10 3",
      "i an",
      "75 4",
      "ĠEx treme",
      "6 78",
      "8 59",
      "ĠBri gade",
      "8 40",
      "4 96",
      "48 3",
      "ĠCa fe",
      "ĠAdv ent",
      "3 18",
      "lo ck",
      "2 34",
      "9 76",
      "b h",
      "ĠL ie",
      "ĠG ara",
      "un tain",
      "bh err",
      "ĠLie bherr",
      "ĠGara ge",
      "9 56",
      "ĠM et",
      "ĠM ust",
      "ĠF ord",
      "ĠS k",
      "ĠMust ang",
      "42 6",
      "65 3",
      "6 30",
      "14 9",
      "14 5",
      "id e",
      "9 48",
      "q u",
      "0 56",
      "12 7",
      "78 4",
      "25 2",
      "8 76",
      "38 4",
      "2 66",
      "8 15",
      "8 50",
      "1 17",
      "7 40",
      "all y",
      "ĠR a",
      "8 11",
      "39 5",
      "19 9",
      "le ct",
      "ĠS up",
      "20 7",
      "5 28",
      "4 73",
      "at er",
      "20 4",
      "ĠH ar",
      "ĠAdvent ure",
      "9 13",
      "16 5",
      "2 36",
      "6 95",
      "35 9",
      "ĠFl at",
      "2 14",
      "2 76",
      "k e",
      "0 5",
      "9 26",
      "68 1",
      "2 17",
      "00 7",
      "ĠS m",
      "4 72",
      "7 32",
      "16 9",
      "16 7",
      "4 59",
      "2 65",
      "2 28",
      "e ar",
      "ĠF erra",
      "ĠMo bile",
      "ĠFerra ri",
      "am b",
      "4 55",
      "o del",
      "ĠP ar",
      "-M odel",
      "3 72",
      "m and",
      "ĠR ally",
      "59 7",
      "26 2",
      "75 8",
      "14 1",
      "ĠR es",
      "an ced",
      "ĠAdv anced",
      "36 5",
      "re ss",
      "08 2",
      "ĠStat e",
      "0 15",
      "9 73",
      "2 29",
      "38 6",
      "80 6",
      "13 7",
      "- S",
      "3 75",
      "48 5",
      "22 7",
      "76 3",
      "98 8",
      "l or",
      "ĠExp lor",
      "ĠExplor er",
      "6 70",
      "15 7",
      "tain er",
      "17 5",
      "o m",
      "ĠDu mp",
      "78 5",
      "4 79",
      "13 3",
      "st ru",
      "ĠCom mand",
      "stru ct",
      "20 1",
      "5 98",
      "9 79",
      "7 74",
      "14 3",
      "7 34",
      "ĠP a",
      "43 7",
      "88 3",
      "7 19",
      "88 4",
      "16 1",
      "sse ng",
      "ĠPa sseng",
      "ĠPasseng er",
      "1 71",
      "t ta",
      "ĠC en",
      "5 18",
      "ĠA T",
      "20 6",
      "42 3",
      "39 1",
      "t y",
      "36 1",
      "sh op",
      "3 16",
      "mo t",
      "ĠCon tainer",
      "26 7",
      "5 59",
      "ib le",
      "4 18",
      "9 36",
      "28 5",
      "ĠSm all",
      "95 3",
      "0 31",
      "3 34",
      "ĠA l",
      "64 1",
      "18 7",
      "v o",
      "Ġ %",
      "ĠL ion",
      "ĠBo ok",
      "ĠBook shop",
      "9 19",
      "23 3",
      "iv ers",
      "ĠUn ivers",
      "ĠUnivers al",
      "8 67",
      "8 27",
      "19 4",
      "64 7",
      "ĠP ro",
      "9 32",
      "ĠC re",
      "2 18",
      "8 52",
      "ĠMa ul",
      "ar th",
      "ĠD arth",
      "63 7",
      "2 26",
      "22 2",
      "ĠVol vo",
      "40 2",
      "ĠLion s",
      "50 7",
      "2 39",
      "7 80",
      "3 56",
      "v e",
      "6 39",
      "60 6",
      "18 5",
      "5 54",
      "8 10",
      "9 27",
      "5 52",
      "38 5",
      "6 23",
      "A S",
      "28 2",
      "ĠG roc",
      "ĠGre en",
      "ĠGroc er",
      "0 36",
      "8 65",
      "7 42",
      "8 46",
      "ĠM ed",
      "t ible",
      "ĠS i",
      "ĠCon ver",
      "ĠConver tible",
      "3 19",
      "88 2",
      "2 73",
      "4 14"
    ]
  }
}