{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i)[sdmt]|ll|ve|re|[^\\r\\n\\w]?+[a-zA-Z]+|\\d{1,3}|\\s?[^\\s\\w]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "A": 18,
      "E": 19,
      "F": 20,
      "I": 21,
      "L": 22,
      "M": 23,
      "N": 24,
      "O": 25,
      "R": 26,
      "T": 27,
      "_": 28,
      "a": 29,
      "c": 30,
      "d": 31,
      "e": 32,
      "h": 33,
      "i": 34,
      "m": 35,
      "n": 36,
      "o": 37,
      "p": 38,
      "r": 39,
      "t": 40,
      "u": 41,
      "Ċ": 42,
      "Ġ": 43,
      "00": 44,
      "000": 45,
      "Ġ-": 46,
      ".d": 47,
      ".m": 48,
      "at": 49,
      "co": 50,
      "ico": 51,
      "pd": 52,
      "pico": 53,
      "Ġpico": 54,
      ".dat": 55,
      ".mpd": 56,
      "43": 57,
      "Au": 58,
      "FI": 59,
      "LE": 60,
      "LT": 61,
      "Ma": 62,
      "Na": 63,
      "ON": 64,
      "RON": 65,
      "ho": 66,
      "in": 67,
      "me": 68,
      "tho": 69,
      "ĠAu": 70,
      "ĠFI": 71,
      "ĠLT": 72,
      "ĠMa": 73,
      "ĠNa": 74,
      "thor": 75,
      "ĠAuthor": 76,
      "ĠFILE": 77,
      "ĠLTRON": 78,
      "ĠMain": 79,
      "ĠName": 80,
      "22": 81,
      "40": 82,
      "10": 83,
      "20": 84,
      "45": 85,
      "17": 86,
      "25": 87,
      "14": 88,
      "03": 89,
      "70": 90,
      "83": 91,
      "245": 92,
      "243": 93,
      "417": 94,
      "408": 95,
      "437": 96,
      "543": 97,
      "30": 98,
      "04": 99,
      "01": 100,
      "02": 101,
      "05": 102,
      "12": 103,
      "50": 104,
      "60": 105,
      "18": 106,
      "69": 107,
      "28": 108,
      "011": 109,
      "039": 110,
      "042": 111,
      "009": 112,
      "044": 113,
      "031": 114,
      "046": 115,
      "017": 116,
      "048": 117,
      "040": 118,
      "029": 119,
      "005": 120,
      "007": 121,
      "015": 122,
      "79": 123,
      "035": 124,
      "001": 125,
      "012": 126,
      "014": 127,
      "027": 128,
      "033": 129,
      "050": 130,
      "052": 131,
      "054": 132,
      "008": 133,
      "049": 134,
      "053": 135,
      "038": 136,
      "013": 137,
      "041": 138,
      "021": 139,
      "68": 140,
      "028": 141,
      "045": 142,
      "016": 143,
      "018": 144,
      "024": 145,
      "025": 146,
      "023": 147,
      "003": 148,
      "019": 149,
      "051": 150,
      "020": 151,
      "004": 152,
      "006": 153,
      "037": 154,
      "002": 155,
      "034": 156,
      "047": 157,
      "022": 158,
      "63": 159,
      "030": 160,
      "010": 161,
      "65": 162,
      "19": 163,
      "043": 164,
      "026": 165,
      "032": 166,
      "036": 167,
      "78": 168,
      "13": 169,
      "15": 170,
      "75": 171,
      "73": 172,
      "49": 173,
      "48": 174,
      "29": 175,
      "23": 176,
      "64": 177,
      "67": 178,
      "89": 179,
      "59": 180,
      "62": 181,
      "74": 182,
      "39": 183,
      "85": 184,
      "77": 185,
      "61": 186,
      "09": 187,
      "88": 188,
      "24": 189,
      "55": 190,
      "33": 191,
      "66": 192,
      "99": 193,
      "44": 194,
      "11": 195,
      "72": 196,
      "80": 197,
      "35": 198,
      "32": 199,
      "71": 200,
      "84": 201,
      "82": 202,
      "95": 203,
      "76": 204,
      "34": 205,
      "16": 206,
      "38": 207,
      "42": 208,
      "08": 209,
      "52": 210,
      "58": 211,
      "98": 212,
      "94": 213,
      "53": 214,
      "54": 215,
      "92": 216,
      "93": 217,
      "90": 218,
      "100": 219,
      "183": 220,
      "165": 221,
      "262": 222,
      "277": 223,
      "317": 224,
      "303": 225,
      "312": 226,
      "313": 227,
      "388": 228,
      "380": 229,
      "410": 230,
      "445": 231,
      "474": 232,
      "424": 233,
      "411": 234,
      "520": 235,
      "560": 236,
      "528": 237,
      "565": 238,
      "519": 239,
      "578": 240,
      "564": 241,
      "544": 242,
      "538": 243,
      "612": 244,
      "613": 245,
      "712": 246,
      "773": 247,
      "723": 248,
      "762": 249,
      "818": 250,
      "869": 251,
      "849": 252,
      "824": 253,
      "920": 254,
      "925": 255,
      "970": 256,
      "901": 257,
      "950": 258,
      "911": 259,
      "935": 260,
      "982": 261,
      "223": 262,
      "405": 263,
      "105": 264,
      "141": 265,
      "694": 266,
      "280": 267,
      "795": 268,
      "632": 269,
      "636": 270,
      "637": 271,
      "756": 272,
      "486": 273,
      "676": 274,
      "897": 275,
      "772": 276,
      "096": 277,
      "246": 278,
      "554": 279,
      "555": 280,
      "993": 281,
      "087": 282,
      "586": 283,
      "587": 284,
      "987": 285,
      "070": 286,
      "069": 287,
      "075": 288,
      "061": 289,
      "125": 290,
      "150": 291,
      "169": 292,
      "168": 293,
      "119": 294,
      "212": 295,
      "273": 296,
      "267": 297,
      "343": 298,
      "322": 299,
      "363": 300,
      "323": 301,
      "377": 302,
      "384": 303,
      "440": 304,
      "479": 305,
      "468": 306,
      "449": 307,
      "545": 308,
      "505": 309,
      "529": 310,
      "559": 311,
      "539": 312,
      "643": 313,
      "663": 314,
      "623": 315,
      "667": 316,
      "662": 317,
      "743": 318,
      "722": 319,
      "703": 320,
      "763": 321,
      "820": 322,
      "845": 323,
      "870": 324,
      "883": 325,
      "801": 326,
      "879": 327,
      "819": 328,
      "815": 329,
      "859": 330,
      "844": 331,
      "910": 332,
      "914": 333,
      "979": 334,
      "919": 335,
      "929": 336,
      "959": 337,
      "974": 338,
      "961": 339,
      "944": 340,
      "971": 341,
      "934": 342,
      "908": 343,
      "435": 344,
      "439": 345,
      "226": 346,
      "401": 347,
      "101": 348,
      "109": 349,
      "202": 350,
      "206": 351,
      "451": 352,
      "170": 353,
      "171": 354,
      "178": 355,
      "179": 356,
      "706": 357,
      "830": 358,
      "831": 359,
      "838": 360,
      "306": 361,
      "059": 362,
      "186": 363,
      "690": 364,
      "691": 365,
      "281": 366,
      "284": 367,
      "289": 368,
      "798": 369,
      "799": 370,
      "681": 371,
      "688": 372,
      "633": 373,
      "657": 374,
      "193": 375,
      "785": 376,
      "131": 377,
      "138": 378,
      "151": 379,
      "159": 380,
      "733": 381,
      "497": 382,
      "290": 383,
      "294": 384,
      "232": 385,
      "233": 386,
      "237": 387,
      "647": 388,
      "893": 389,
      "592": 390,
      "626": 391,
      "627": 392,
      "742": 393,
      "746": 394,
      "390": 395,
      "395": 396,
      "777": 397,
      "097": 398,
      "887": 399,
      "242": 400,
      "247": 401,
      "332": 402,
      "441": 403,
      "444": 404,
      "726": 405,
      "821": 406,
      "342": 407,
      "421": 408,
      "986": 409,
      "941": 410,
      "083": 411,
      "060": 412,
      "065": 413,
      "064": 414,
      "074": 415,
      "071": 416,
      "110": 417,
      "145": 418,
      "115": 419,
      "217": 420,
      "263": 421,
      "266": 422,
      "272": 423,
      "276": 424,
      "373": 425,
      "367": 426,
      "372": 427,
      "376": 428,
      "316": 429,
      "414": 430,
      "470": 431,
      "483": 432,
      "469": 433,
      "428": 434,
      "465": 435,
      "419": 436,
      "478": 437,
      "500": 438,
      "514": 439,
      "583": 440,
      "550": 441,
      "575": 442,
      "549": 443,
      "548": 444,
      "535": 445,
      "582": 446,
      "534": 447,
      "617": 448,
      "673": 449,
      "800": 450,
      "810": 451,
      "814": 452,
      "805": 453,
      "868": 454,
      "878": 455,
      "848": 456,
      "864": 457,
      "874": 458,
      "811": 459,
      "871": 460,
      "900": 461,
      "905": 462,
      "975": 463,
      "948": 464,
      "924": 465,
      "430": 466,
      "431": 467,
      "227": 468,
      "404": 469,
      "104": 470,
      "108": 471,
      "207": 472,
      "454": 473,
      "174": 474,
      "175": 475,
      "257": 476,
      "144": 477,
      "148": 478,
      "839": 479,
      "302": 480,
      "121": 481,
      "128": 482,
      "606": 483,
      "182": 484,
      "187": 485,
      "695": 486,
      "698": 487,
      "699": 488,
      "285": 489,
      "790": 490,
      "791": 491,
      "685": 492,
      "652": 493,
      "653": 494,
      "656": 495,
      "192": 496,
      "780": 497,
      "781": 498,
      "784": 499,
      "789": 500,
      "139": 501,
      "753": 502,
      "757": 503,
      "492": 504,
      "493": 505,
      "487": 506,
      "291": 507,
      "295": 508,
      "298": 509,
      "299": 510,
      "677": 511,
      "593": 512,
      "596": 513,
      "391": 514,
      "394": 515,
      "399": 516,
      "851": 517,
      "855": 518,
      "776": 519,
      "616": 520,
      "882": 521,
      "886": 522,
      "551": 523,
      "333": 524,
      "992": 525,
      "997": 526,
      "727": 527,
      "352": 528,
      "356": 529,
      "357": 530,
      "327": 531,
      "951": 532,
      "347": 533,
      "086": 534,
      "521": 535,
      "531": 536,
      "921": 537,
      "931": 538,
      "079": 539,
      "068": 540,
      "078": 541,
      "140": 542,
      "161": 543,
      "213": 544,
      "216": 545,
      "389": 546,
      "385": 547,
      "366": 548,
      "420": 549,
      "425": 550,
      "460": 551,
      "415": 552,
      "448": 553,
      "461": 554,
      "510": 555,
      "501": 556,
      "569": 557,
      "568": 558,
      "515": 559,
      "561": 560,
      "524": 561,
      "511": 562,
      "571": 563,
      "713": 564,
      "766": 565,
      "804": 566,
      "828": 567,
      "861": 568,
      "940": 569,
      "930": 570,
      "960": 571,
      "969": 572,
      "978": 573,
      "964": 574,
      "909": 575,
      "955": 576,
      "434": 577,
      "222": 578,
      "409": 579,
      "450": 580,
      "458": 581,
      "459": 582,
      "253": 583,
      "149": 584,
      "702": 585,
      "707": 586,
      "834": 587,
      "307": 588,
      "124": 589,
      "129": 590,
      "509": 591,
      "288": 592,
      "794": 593,
      "680": 594,
      "684": 595,
      "196": 596,
      "197": 597,
      "788": 598,
      "134": 599,
      "135": 600,
      "154": 601,
      "155": 602,
      "752": 603,
      "732": 604,
      "737": 605,
      "496": 606,
      "236": 607,
      "642": 608,
      "892": 609,
      "896": 610,
      "597": 611,
      "747": 612,
      "092": 613,
      "093": 614,
      "558": 615,
      "337": 616,
      "996": 617,
      "716": 618,
      "841": 619,
      "954": 620,
      "958": 621,
      "346": 622,
      "381": 623,
      "541": 624,
      "082": 625,
      "120": 626,
      "130": 627,
      "160": 628,
      "118": 629,
      "164": 630,
      "362": 631,
      "418": 632,
      "475": 633,
      "429": 634,
      "464": 635,
      "540": 636,
      "525": 637,
      "570": 638,
      "530": 639,
      "504": 640,
      "518": 641,
      "579": 642,
      "574": 643,
      "603": 644,
      "602": 645,
      "825": 646,
      "850": 647,
      "865": 648,
      "875": 649,
      "829": 650,
      "904": 651,
      "918": 652,
      "928": 653,
      "968": 654,
      "965": 655,
      "915": 656,
      "949": 657,
      "203": 658,
      "455": 659,
      "252": 660,
      "055": 661,
      "058": 662,
      "508": 663,
      "607": 664,
      "689": 665,
      "158": 666,
      "646": 667,
      "398": 668,
      "854": 669,
      "858": 670,
      "336": 671,
      "666": 672,
      "111": 673,
      "808": 674,
      "326": 675,
      "369": 676,
      "400": 677,
      "471": 678,
      "584": 679,
      "717": 680,
      "767": 681,
      "840": 682,
      "802": 683,
      "860": 684,
      "816": 685,
      "983": 686,
      "989": 687,
      "962": 688,
      "939": 689,
      "938": 690,
      "432": 691,
      "438": 692,
      "256": 693,
      "736": 694,
      "672": 695,
      "744": 696,
      "396": 697,
      "353": 698,
      "354": 699,
      "341": 700,
      "581": 701,
      "084": 702,
      "114": 703,
      "275": 704,
      "340": 705,
      "383": 706,
      "360": 707,
      "368": 708,
      "375": 709,
      "374": 710,
      "361": 711,
      "523": 712,
      "566": 713,
      "618": 714,
      "668": 715,
      "629": 716,
      "700": 717,
      "778": 718,
      "809": 719,
      "945": 720,
      "977": 721,
      "984": 722,
      "220": 723,
      "224": 724,
      "225": 725,
      "172": 726,
      "832": 727,
      "835": 728,
      "057": 729,
      "181": 730,
      "792": 731,
      "797": 732,
      "786": 733,
      "787": 734,
      "157": 735,
      "738": 736,
      "482": 737,
      "292": 738,
      "297": 739,
      "234": 740,
      "238": 741,
      "898": 742,
      "853": 743,
      "856": 744,
      "099": 745,
      "946": 746,
      "063": 747,
      "077": 748,
      "088": 749,
      "066": 750,
      "080": 751,
      "117": 752,
      "112": 753,
      "162": 754,
      "283": 755,
      "219": 756,
      "261": 757,
      "211": 758,
      "271": 759,
      "320": 760,
      "350": 761,
      "378": 762,
      "348": 763,
      "329": 764,
      "324": 765,
      "413": 766,
      "467": 767,
      "562": 768,
      "622": 769,
      "630": 770,
      "650": 771,
      "661": 772,
      "710": 773,
      "720": 774,
      "725": 775,
      "714": 776,
      "718": 777,
      "768": 778,
      "719": 779,
      "775": 780,
      "749": 781,
      "764": 782,
      "724": 783,
      "817": 784,
      "803": 785,
      "863": 786,
      "873": 787,
      "889": 788,
      "877": 789,
      "866": 790,
      "917": 791,
      "963": 792,
      "913": 793,
      "988": 794,
      "933": 795,
      "932": 796,
      "436": 797,
      "229": 798,
      "406": 799,
      "102": 800,
      "106": 801,
      "205": 802,
      "209": 803,
      "452": 804,
      "456": 805,
      "254": 806,
      "259": 807,
      "142": 808,
      "147": 809,
      "704": 810,
      "709": 811,
      "301": 812,
      "308": 813,
      "123": 814,
      "507": 815,
      "185": 816,
      "692": 817,
      "793": 818,
      "631": 819,
      "191": 820,
      "133": 821,
      "137": 822,
      "152": 823,
      "751": 824,
      "731": 825,
      "739": 826,
      "494": 827,
      "499": 828,
      "481": 829,
      "489": 830,
      "894": 831,
      "590": 832,
      "591": 833,
      "598": 834,
      "741": 835,
      "857": 836,
      "090": 837,
      "880": 838,
      "881": 839,
      "884": 840,
      "241": 841,
      "244": 842,
      "552": 843,
      "553": 844,
      "331": 845,
      "334": 846,
      "990": 847,
      "442": 848,
      "446": 849,
      "721": 850,
      "321": 851,
      "387": 852,
      "081": 853,
      "947": 854,
      "907": 855,
      "067": 856,
      "062": 857,
      "085": 858,
      "072": 859,
      "143": 860,
      "167": 861,
      "240": 862,
      "210": 863,
      "270": 864,
      "230": 865,
      "218": 866,
      "269": 867,
      "279": 868,
      "265": 869,
      "278": 870,
      "249": 871,
      "248": 872,
      "264": 873,
      "325": 874,
      "330": 875,
      "318": 876,
      "328": 877,
      "365": 878,
      "319": 879,
      "315": 880,
      "349": 881,
      "364": 882,
      "355": 883,
      "311": 884,
      "371": 885,
      "422": 886,
      "463": 887,
      "462": 888,
      "477": 889,
      "416": 890,
      "517": 891,
      "502": 892,
      "567": 893,
      "585": 894,
      "577": 895,
      "572": 896,
      "532": 897,
      "576": 898,
      "516": 899,
      "640": 900,
      "669": 901,
      "679": 902,
      "649": 903,
      "745": 904,
      "730": 905,
      "779": 906,
      "715": 907,
      "748": 908,
      "761": 909,
      "711": 910,
      "823": 911,
      "867": 912,
      "885": 913,
      "872": 914,
      "943": 915,
      "903": 916,
      "902": 917,
      "912": 918,
      "967": 919,
      "985": 920,
      "972": 921,
      "980": 922,
      "976": 923,
      "221": 924,
      "407": 925,
      "103": 926,
      "107": 927,
      "201": 928,
      "204": 929,
      "208": 930,
      "176": 931,
      "258": 932,
      "146": 933,
      "701": 934,
      "705": 935,
      "837": 936,
      "309": 937,
      "126": 938,
      "506": 939,
      "609": 940,
      "188": 941,
      "697": 942,
      "286": 943,
      "287": 944,
      "635": 945,
      "638": 946,
      "658": 947,
      "194": 948,
      "782": 949,
      "132": 950,
      "156": 951,
      "734": 952,
      "735": 953,
      "488": 954,
      "296": 955,
      "231": 956,
      "235": 957,
      "641": 958,
      "644": 959,
      "674": 960,
      "890": 961,
      "891": 962,
      "594": 963,
      "595": 964,
      "621": 965,
      "624": 966,
      "393": 967,
      "397": 968,
      "852": 969,
      "771": 970,
      "095": 971,
      "557": 972,
      "338": 973,
      "995": 974,
      "999": 975,
      "447": 976,
      "351": 977,
      "826": 978,
      "827": 979,
      "952": 980,
      "956": 981,
      "957": 982,
      "427": 983,
      "536": 984,
      "546": 985,
      "926": 986,
      "906": 987,
      "073": 988,
      "089": 989,
      "122": 990,
      "113": 991,
      "166": 992,
      "200": 993,
      "214": 994,
      "300": 995,
      "345": 996,
      "314": 997,
      "370": 998,
      "379": 999,
      "359": 1000,
      "339": 1001,
      "344": 1002,
      "382": 1003,
      "473": 1004,
      "466": 1005,
      "476": 1006,
      "503": 1007,
      "512": 1008,
      "573": 1009,
      "589": 1010,
      "580": 1011,
      "542": 1012,
      "600": 1013,
      "610": 1014,
      "625": 1015,
      "670": 1016,
      "604": 1017,
      "601": 1018,
      "605": 1019,
      "628": 1020,
      "665": 1021,
      "678": 1022,
      "615": 1023,
      "675": 1024,
      "664": 1025,
      "760": 1026,
      "769": 1027,
      "728": 1028,
      "774": 1029,
      "843": 1030,
      "822": 1031,
      "812": 1032,
      "813": 1033,
      "862": 1034,
      "923": 1035,
      "966": 1036,
      "942": 1037,
      "433": 1038,
      "402": 1039,
      "173": 1040,
      "177": 1041,
      "251": 1042,
      "255": 1043,
      "708": 1044,
      "304": 1045,
      "127": 1046,
      "608": 1047,
      "184": 1048,
      "693": 1049,
      "282": 1050,
      "796": 1051,
      "682": 1052,
      "634": 1053,
      "639": 1054,
      "654": 1055,
      "655": 1056,
      "195": 1057,
      "198": 1058,
      "136": 1059,
      "153": 1060,
      "754": 1061,
      "755": 1062,
      "758": 1063,
      "495": 1064,
      "498": 1065,
      "484": 1066,
      "485": 1067,
      "239": 1068,
      "899": 1069,
      "599": 1070,
      "392": 1071,
      "556": 1072,
      "335": 1073,
      "991": 1074,
      "994": 1075,
      "998": 1076,
      "116": 1077,
      "807": 1078,
      "358": 1079,
      "842": 1080,
      "847": 1081,
      "386": 1082,
      "426": 1083,
      "537": 1084,
      "547": 1085,
      "936": 1086,
      "163": 1087,
      "268": 1088,
      "215": 1089,
      "274": 1090,
      "310": 1091,
      "412": 1092,
      "423": 1093,
      "472": 1094,
      "563": 1095,
      "513": 1096,
      "588": 1097,
      "620": 1098,
      "645": 1099,
      "614": 1100,
      "683": 1101,
      "660": 1102,
      "619": 1103,
      "783": 1104,
      "750": 1105,
      "765": 1106,
      "876": 1107,
      "922": 1108,
      "973": 1109,
      "228": 1110,
      "403": 1111,
      "453": 1112,
      "250": 1113,
      "833": 1114,
      "836": 1115,
      "056": 1116,
      "189": 1117,
      "696": 1118,
      "686": 1119,
      "659": 1120,
      "199": 1121,
      "759": 1122,
      "490": 1123,
      "491": 1124,
      "480": 1125,
      "293": 1126,
      "611": 1127,
      "094": 1128,
      "888": 1129,
      "846": 1130,
      "953": 1131,
      "527": 1132,
      "981": 1133,
      "927": 1134,
      "937": 1135,
      "076": 1136,
      "443": 1137,
      "522": 1138,
      "648": 1139,
      "457": 1140,
      "305": 1141,
      "180": 1142,
      "687": 1143,
      "651": 1144,
      "671": 1145,
      "895": 1146,
      "091": 1147,
      "098": 1148,
      "806": 1149
    },
    "merges": [
      "0 0",
      "00 0",
      "Ġ -",
      ". d",
      ". m",
      "a t",
      "c o",
      "i co",
      "p d",
      "p ico",
      "Ġ pico",
      ".d at",
      ".m pd",
      "4 3",
      "A u",
      "F I",
      "L E",
      "L T",
      "M a",
      "N a",
      "O N",
      "R ON",
      "h o",
      "i n",
      "m e",
      "t ho",
      "Ġ Au",
      "Ġ FI",
      "Ġ LT",
      "Ġ Ma",
      "Ġ Na",
      "tho r",
      "ĠAu thor",
      "ĠFI LE",
      "ĠLT RON",
      "ĠMa in",
      "ĠNa me",
      "2 2",
      "4 0",
      "1 0",
      "2 0",
      "4 5",
      "1 7",
      "2 5",
      "1 4",
      "0 3",
      "7 0",
      "8 3",
      "2 45",
      "2 43",
      "4 17",
      "40 8",
      "43 7",
      "5 43",
      "3 0",
      "0 4",
      "0 1",
      "0 2",
      "0 5",
      "1 2",
      "5 0",
      "6 0",
      "1 8",
      "6 9",
      "2 8",
      "01 1",
      "03 9",
      "04 2",
      "00 9",
      "04 4",
      "03 1",
      "04 6",
      "0 17",
      "04 8",
      "0 40",
      "02 9",
      "00 5",
      "00 7",
      "01 5",
      "7 9",
      "03 5",
      "00 1",
      "01 2",
      "0 14",
      "02 7",
      "03 3",
      "05 0",
      "05 2",
      "05 4",
      "00 8",
      "04 9",
      "05 3",
      "03 8",
      "01 3",
      "04 1",
      "02 1",
      "6 8",
      "02 8",
      "0 45",
      "01 6",
      "01 8",
      "02 4",
      "0 25",
      "02 3",
      "00 3",
      "01 9",
      "05 1",
      "0 20",
      "00 4",
      "00 6",
      "03 7",
      "00 2",
      "03 4",
      "04 7",
      "0 22",
      "6 3",
      "03 0",
      "0 10",
      "6 5",
      "1 9",
      "0 43",
      "02 6",
      "03 2",
      "03 6",
      "7 8",
      "1 3",
      "1 5",
      "7 5",
      "7 3",
      "4 9",
      "4 8",
      "2 9",
      "2 3",
      "6 4",
      "6 7",
      "8 9",
      "5 9",
      "6 2",
      "7 4",
      "3 9",
      "8 5",
      "7 7",
      "6 1",
      "0 9",
      "8 8",
      "2 4",
      "5 5",
      "3 3",
      "6 6",
      "9 9",
      "4 4",
      "1 1",
      "7 2",
      "8 0",
      "3 5",
      "3 2",
      "7 1",
      "8 4",
      "8 2",
      "9 5",
      "7 6",
      "3 4",
      "1 6",
      "3 8",
      "4 2",
      "0 8",
      "5 2",
      "5 8",
      "9 8",
      "9 4",
      "5 3",
      "5 4",
      "9 2",
      "9 3",
      "9 0",
      "1 00",
      "1 83",
      "1 65",
      "2 62",
      "2 77",
      "3 17",
      "3 03",
      "3 12",
      "3 13",
      "3 88",
      "3 80",
      "4 10",
      "4 45",
      "4 74",
      "4 24",
      "4 11",
      "5 20",
      "5 60",
      "5 28",
      "5 65",
      "5 19",
      "5 78",
      "5 64",
      "5 44",
      "5 38",
      "6 12",
      "6 13",
      "7 12",
      "7 73",
      "7 23",
      "7 62",
      "8 18",
      "8 69",
      "8 49",
      "8 24",
      "9 20",
      "9 25",
      "9 70",
      "9 01",
      "9 50",
      "9 11",
      "9 35",
      "9 82",
      "22 3",
      "40 5",
      "10 5",
      "14 1",
      "69 4",
      "28 0",
      "79 5",
      "63 2",
      "63 6",
      "63 7",
      "75 6",
      "48 6",
      "67 6",
      "89 7",
      "77 2",
      "09 6",
      "24 6",
      "55 4",
      "55 5",
      "99 3",
      "08 7",
      "58 6",
      "58 7",
      "98 7",
      "0 70",
      "0 69",
      "0 75",
      "0 61",
      "1 25",
      "1 50",
      "1 69",
      "1 68",
      "1 19",
      "2 12",
      "2 73",
      "2 67",
      "3 43",
      "3 22",
      "3 63",
      "3 23",
      "3 77",
      "3 84",
      "4 40",
      "4 79",
      "4 68",
      "4 49",
      "5 45",
      "5 05",
      "5 29",
      "5 59",
      "5 39",
      "6 43",
      "6 63",
      "6 23",
      "6 67",
      "6 62",
      "7 43",
      "7 22",
      "7 03",
      "7 63",
      "8 20",
      "8 45",
      "8 70",
      "8 83",
      "8 01",
      "8 79",
      "8 19",
      "8 15",
      "8 59",
      "8 44",
      "9 10",
      "9 14",
      "9 79",
      "9 19",
      "9 29",
      "9 59",
      "9 74",
      "9 61",
      "9 44",
      "9 71",
      "9 34",
      "9 08",
      "43 5",
      "43 9",
      "22 6",
      "40 1",
      "10 1",
      "10 9",
      "20 2",
      "20 6",
      "45 1",
      "17 0",
      "17 1",
      "17 8",
      "17 9",
      "70 6",
      "83 0",
      "83 1",
      "83 8",
      "30 6",
      "05 9",
      "18 6",
      "69 0",
      "69 1",
      "28 1",
      "28 4",
      "28 9",
      "79 8",
      "79 9",
      "68 1",
      "68 8",
      "63 3",
      "65 7",
      "19 3",
      "78 5",
      "13 1",
      "13 8",
      "15 1",
      "15 9",
      "73 3",
      "49 7",
      "29 0",
      "29 4",
      "23 2",
      "23 3",
      "23 7",
      "64 7",
      "89 3",
      "59 2",
      "62 6",
      "62 7",
      "74 2",
      "74 6",
      "39 0",
      "39 5",
      "77 7",
      "09 7",
      "88 7",
      "24 2",
      "24 7",
      "33 2",
      "44 1",
      "44 4",
      "72 6",
      "82 1",
      "34 2",
      "42 1",
      "98 6",
      "94 1",
      "0 83",
      "0 60",
      "0 65",
      "0 64",
      "0 74",
      "0 71",
      "1 10",
      "1 45",
      "1 15",
      "2 17",
      "2 63",
      "2 66",
      "2 72",
      "2 76",
      "3 73",
      "3 67",
      "3 72",
      "3 76",
      "3 16",
      "4 14",
      "4 70",
      "4 83",
      "4 69",
      "4 28",
      "4 65",
      "4 19",
      "4 78",
      "5 00",
      "5 14",
      "5 83",
      "5 50",
      "5 75",
      "5 49",
      "5 48",
      "5 35",
      "5 82",
      "5 34",
      "6 17",
      "6 73",
      "8 00",
      "8 10",
      "8 14",
      "8 05",
      "8 68",
      "8 78",
      "8 48",
      "8 64",
      "8 74",
      "8 11",
      "8 71",
      "9 00",
      "9 05",
      "9 75",
      "9 48",
      "9 24",
      "43 0",
      "43 1",
      "22 7",
      "40 4",
      "10 4",
      "10 8",
      "20 7",
      "45 4",
      "17 4",
      "17 5",
      "25 7",
      "14 4",
      "14 8",
      "83 9",
      "30 2",
      "12 1",
      "12 8",
      "60 6",
      "18 2",
      "18 7",
      "69 5",
      "69 8",
      "69 9",
      "28 5",
      "79 0",
      "79 1",
      "68 5",
      "65 2",
      "65 3",
      "65 6",
      "19 2",
      "78 0",
      "78 1",
      "78 4",
      "78 9",
      "13 9",
      "75 3",
      "75 7",
      "49 2",
      "49 3",
      "48 7",
      "29 1",
      "29 5",
      "29 8",
      "29 9",
      "67 7",
      "59 3",
      "59 6",
      "39 1",
      "39 4",
      "39 9",
      "85 1",
      "85 5",
      "77 6",
      "61 6",
      "88 2",
      "88 6",
      "55 1",
      "33 3",
      "99 2",
      "99 7",
      "72 7",
      "35 2",
      "35 6",
      "35 7",
      "32 7",
      "95 1",
      "34 7",
      "08 6",
      "52 1",
      "53 1",
      "92 1",
      "93 1",
      "0 79",
      "0 68",
      "0 78",
      "1 40",
      "1 61",
      "2 13",
      "2 16",
      "3 89",
      "3 85",
      "3 66",
      "4 20",
      "4 25",
      "4 60",
      "4 15",
      "4 48",
      "4 61",
      "5 10",
      "5 01",
      "5 69",
      "5 68",
      "5 15",
      "5 61",
      "5 24",
      "5 11",
      "5 71",
      "7 13",
      "7 66",
      "8 04",
      "8 28",
      "8 61",
      "9 40",
      "9 30",
      "9 60",
      "9 69",
      "9 78",
      "9 64",
      "9 09",
      "9 55",
      "43 4",
      "22 2",
      "40 9",
      "45 0",
      "45 8",
      "45 9",
      "25 3",
      "14 9",
      "70 2",
      "70 7",
      "83 4",
      "30 7",
      "12 4",
      "12 9",
      "50 9",
      "28 8",
      "79 4",
      "68 0",
      "68 4",
      "19 6",
      "19 7",
      "78 8",
      "13 4",
      "13 5",
      "15 4",
      "15 5",
      "75 2",
      "73 2",
      "73 7",
      "49 6",
      "23 6",
      "64 2",
      "89 2",
      "89 6",
      "59 7",
      "74 7",
      "09 2",
      "09 3",
      "55 8",
      "33 7",
      "99 6",
      "71 6",
      "84 1",
      "95 4",
      "95 8",
      "34 6",
      "38 1",
      "54 1",
      "0 82",
      "1 20",
      "1 30",
      "1 60",
      "1 18",
      "1 64",
      "3 62",
      "4 18",
      "4 75",
      "4 29",
      "4 64",
      "5 40",
      "5 25",
      "5 70",
      "5 30",
      "5 04",
      "5 18",
      "5 79",
      "5 74",
      "6 03",
      "6 02",
      "8 25",
      "8 50",
      "8 65",
      "8 75",
      "8 29",
      "9 04",
      "9 18",
      "9 28",
      "9 68",
      "9 65",
      "9 15",
      "9 49",
      "20 3",
      "45 5",
      "25 2",
      "05 5",
      "05 8",
      "50 8",
      "60 7",
      "68 9",
      "15 8",
      "64 6",
      "39 8",
      "85 4",
      "85 8",
      "33 6",
      "66 6",
      "11 1",
      "80 8",
      "32 6",
      "3 69",
      "4 00",
      "4 71",
      "5 84",
      "7 17",
      "7 67",
      "8 40",
      "8 02",
      "8 60",
      "8 16",
      "9 83",
      "9 89",
      "9 62",
      "9 39",
      "9 38",
      "43 2",
      "43 8",
      "25 6",
      "73 6",
      "67 2",
      "74 4",
      "39 6",
      "35 3",
      "35 4",
      "34 1",
      "58 1",
      "0 84",
      "1 14",
      "2 75",
      "3 40",
      "3 83",
      "3 60",
      "3 68",
      "3 75",
      "3 74",
      "3 61",
      "5 23",
      "5 66",
      "6 18",
      "6 68",
      "6 29",
      "7 00",
      "7 78",
      "8 09",
      "9 45",
      "9 77",
      "9 84",
      "22 0",
      "22 4",
      "22 5",
      "17 2",
      "83 2",
      "83 5",
      "05 7",
      "18 1",
      "79 2",
      "79 7",
      "78 6",
      "78 7",
      "15 7",
      "73 8",
      "48 2",
      "29 2",
      "29 7",
      "23 4",
      "23 8",
      "89 8",
      "85 3",
      "85 6",
      "09 9",
      "94 6",
      "0 63",
      "0 77",
      "0 88",
      "0 66",
      "0 80",
      "1 17",
      "1 12",
      "1 62",
      "2 83",
      "2 19",
      "2 61",
      "2 11",
      "2 71",
      "3 20",
      "3 50",
      "3 78",
      "3 48",
      "3 29",
      "3 24",
      "4 13",
      "4 67",
      "5 62",
      "6 22",
      "6 30",
      "6 50",
      "6 61",
      "7 10",
      "7 20",
      "7 25",
      "7 14",
      "7 18",
      "7 68",
      "7 19",
      "7 75",
      "7 49",
      "7 64",
      "7 24",
      "8 17",
      "8 03",
      "8 63",
      "8 73",
      "8 89",
      "8 77",
      "8 66",
      "9 17",
      "9 63",
      "9 13",
      "9 88",
      "9 33",
      "9 32",
      "43 6",
      "22 9",
      "40 6",
      "10 2",
      "10 6",
      "20 5",
      "20 9",
      "45 2",
      "45 6",
      "25 4",
      "25 9",
      "14 2",
      "14 7",
      "70 4",
      "70 9",
      "30 1",
      "30 8",
      "12 3",
      "50 7",
      "18 5",
      "69 2",
      "79 3",
      "63 1",
      "19 1",
      "13 3",
      "13 7",
      "15 2",
      "75 1",
      "73 1",
      "73 9",
      "49 4",
      "49 9",
      "48 1",
      "48 9",
      "89 4",
      "59 0",
      "59 1",
      "59 8",
      "74 1",
      "85 7",
      "09 0",
      "88 0",
      "88 1",
      "88 4",
      "24 1",
      "24 4",
      "55 2",
      "55 3",
      "33 1",
      "33 4",
      "99 0",
      "44 2",
      "44 6",
      "72 1",
      "32 1",
      "38 7",
      "08 1",
      "94 7",
      "90 7",
      "0 67",
      "0 62",
      "0 85",
      "0 72",
      "1 43",
      "1 67",
      "2 40",
      "2 10",
      "2 70",
      "2 30",
      "2 18",
      "2 69",
      "2 79",
      "2 65",
      "2 78",
      "2 49",
      "2 48",
      "2 64",
      "3 25",
      "3 30",
      "3 18",
      "3 28",
      "3 65",
      "3 19",
      "3 15",
      "3 49",
      "3 64",
      "3 55",
      "3 11",
      "3 71",
      "4 22",
      "4 63",
      "4 62",
      "4 77",
      "4 16",
      "5 17",
      "5 02",
      "5 67",
      "5 85",
      "5 77",
      "5 72",
      "5 32",
      "5 76",
      "5 16",
      "6 40",
      "6 69",
      "6 79",
      "6 49",
      "7 45",
      "7 30",
      "7 79",
      "7 15",
      "7 48",
      "7 61",
      "7 11",
      "8 23",
      "8 67",
      "8 85",
      "8 72",
      "9 43",
      "9 03",
      "9 02",
      "9 12",
      "9 67",
      "9 85",
      "9 72",
      "9 80",
      "9 76",
      "22 1",
      "40 7",
      "10 3",
      "10 7",
      "20 1",
      "20 4",
      "20 8",
      "17 6",
      "25 8",
      "14 6",
      "70 1",
      "70 5",
      "83 7",
      "30 9",
      "12 6",
      "50 6",
      "60 9",
      "18 8",
      "69 7",
      "28 6",
      "28 7",
      "63 5",
      "63 8",
      "65 8",
      "19 4",
      "78 2",
      "13 2",
      "15 6",
      "73 4",
      "73 5",
      "48 8",
      "29 6",
      "23 1",
      "23 5",
      "64 1",
      "64 4",
      "67 4",
      "89 0",
      "89 1",
      "59 4",
      "59 5",
      "62 1",
      "62 4",
      "39 3",
      "39 7",
      "85 2",
      "77 1",
      "09 5",
      "55 7",
      "33 8",
      "99 5",
      "99 9",
      "44 7",
      "35 1",
      "82 6",
      "82 7",
      "95 2",
      "95 6",
      "95 7",
      "42 7",
      "53 6",
      "54 6",
      "92 6",
      "90 6",
      "0 73",
      "0 89",
      "1 22",
      "1 13",
      "1 66",
      "2 00",
      "2 14",
      "3 00",
      "3 45",
      "3 14",
      "3 70",
      "3 79",
      "3 59",
      "3 39",
      "3 44",
      "3 82",
      "4 73",
      "4 66",
      "4 76",
      "5 03",
      "5 12",
      "5 73",
      "5 89",
      "5 80",
      "5 42",
      "6 00",
      "6 10",
      "6 25",
      "6 70",
      "6 04",
      "6 01",
      "6 05",
      "6 28",
      "6 65",
      "6 78",
      "6 15",
      "6 75",
      "6 64",
      "7 60",
      "7 69",
      "7 28",
      "7 74",
      "8 43",
      "8 22",
      "8 12",
      "8 13",
      "8 62",
      "9 23",
      "9 66",
      "9 42",
      "43 3",
      "40 2",
      "17 3",
      "17 7",
      "25 1",
      "25 5",
      "70 8",
      "30 4",
      "12 7",
      "60 8",
      "18 4",
      "69 3",
      "28 2",
      "79 6",
      "68 2",
      "63 4",
      "63 9",
      "65 4",
      "65 5",
      "19 5",
      "19 8",
      "13 6",
      "15 3",
      "75 4",
      "75 5",
      "75 8",
      "49 5",
      "49 8",
      "48 4",
      "48 5",
      "23 9",
      "89 9",
      "59 9",
      "39 2",
      "55 6",
      "33 5",
      "99 1",
      "99 4",
      "99 8",
      "11 6",
      "80 7",
      "35 8",
      "84 2",
      "84 7",
      "38 6",
      "42 6",
      "53 7",
      "54 7",
      "93 6",
      "1 63",
      "2 68",
      "2 15",
      "2 74",
      "3 10",
      "4 12",
      "4 23",
      "4 72",
      "5 63",
      "5 13",
      "5 88",
      "6 20",
      "6 45",
      "6 14",
      "6 83",
      "6 60",
      "6 19",
      "7 83",
      "7 50",
      "7 65",
      "8 76",
      "9 22",
      "9 73",
      "22 8",
      "40 3",
      "45 3",
      "25 0",
      "83 3",
      "83 6",
      "05 6",
      "18 9",
      "69 6",
      "68 6",
      "65 9",
      "19 9",
      "75 9",
      "49 0",
      "49 1",
      "48 0",
      "29 3",
      "61 1",
      "09 4",
      "88 8",
      "84 6",
      "95 3",
      "52 7",
      "98 1",
      "92 7",
      "93 7",
      "0 76",
      "4 43",
      "5 22",
      "6 48",
      "45 7",
      "30 5",
      "18 0",
      "68 7",
      "65 1",
      "67 1",
      "89 5",
      "09 1",
      "09 8",
      "80 6"
    ]
  }
}