{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i)[sdmt]|ll|ve|re|[^\\r\\n\\w]?+[a-zA-Z]+|\\d{1,3}|\\s?[^\\s\\w]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "(": 6,
      ")": 7,
      ",": 8,
      "-": 9,
      ".": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "6": 17,
      "7": 18,
      "8": 19,
      "9": 20,
      ";": 21,
      "A": 22,
      "B": 23,
      "C": 24,
      "D": 25,
      "E": 26,
      "G": 27,
      "H": 28,
      "I": 29,
      "L": 30,
      "M": 31,
      "N": 32,
      "O": 33,
      "P": 34,
      "R": 35,
      "S": 36,
      "T": 37,
      "U": 38,
      "a": 39,
      "b": 40,
      "c": 41,
      "d": 42,
      "e": 43,
      "f": 44,
      "g": 45,
      "h": 46,
      "i": 47,
      "k": 48,
      "l": 49,
      "m": 50,
      "n": 51,
      "o": 52,
      "p": 53,
      "r": 54,
      "s": 55,
      "t": 56,
      "u": 57,
      "v": 58,
      "w": 59,
      "y": 60,
      "Ċ": 61,
      "č": 62,
      "Ġ": 63,
      "Ġ-": 64,
      "čĊ": 65,
      ".D": 66,
      "AT": 67,
      ".DAT": 68,
      "30": 69,
      "80": 70,
      "10": 71,
      "40": 72,
      "66": 73,
      "300": 74,
      "33": 75,
      "15": 76,
      "306": 77,
      "24": 78,
      "60": 79,
      "20": 80,
      "50": 81,
      "36": 82,
      "12": 83,
      "110": 84,
      "70": 85,
      "302": 86,
      "64": 87,
      "90": 88,
      "666": 89,
      "333": 90,
      "160": 91,
      "280": 92,
      "48": 93,
      "112": 94,
      "46": 95,
      "LE": 96,
      "AD": 97,
      "CAD": 98,
      "OCAD": 99,
      "Ġ!": 100,
      "LEOCAD": 101,
      "14": 102,
      "56": 103,
      "88": 104,
      "38": 105,
      "408": 106,
      "361": 107,
      "120": 108,
      "79": 109,
      "GR": 110,
      "OU": 111,
      "ĠGR": 112,
      "301": 113,
      "303": 114,
      "OUP": 115,
      "ĠGROUP": 116,
      "32": 117,
      "630": 118,
      "76": 119,
      "39": 120,
      "510": 121,
      "68": 122,
      "136": 123,
      "96": 124,
      "DE": 125,
      "440": 126,
      "690": 127,
      "EN": 128,
      "200": 129,
      "362": 130,
      "462": 131,
      "45": 132,
      "730": 133,
      "152": 134,
      "600": 135,
      "16": 136,
      "17": 137,
      "460": 138,
      "576": 139,
      "72": 140,
      "890": 141,
      "BE": 142,
      "GI": 143,
      "MO": 144,
      "ĠEN": 145,
      "ĠBE": 146,
      "ĠMO": 147,
      "800": 148,
      "806": 149,
      "660": 150,
      "795": 151,
      "399": 152,
      "DEL": 153,
      "GIN": 154,
      "ĠEND": 155,
      "ĠBEGIN": 156,
      "ĠMODEL": 157,
      "01": 158,
      "220": 159,
      "73": 160,
      "104": 161,
      "459": 162,
      "310": 163,
      "533": 164,
      "570": 165,
      "516": 166,
      "673": 167,
      "740": 168,
      "746": 169,
      "830": 170,
      "382": 171,
      "190": 172,
      "240": 173,
      "330": 174,
      "366": 175,
      "410": 176,
      "470": 177,
      "530": 178,
      "580": 179,
      "520": 180,
      "680": 181,
      "620": 182,
      "an": 183,
      "le": 184,
      "ro": 185,
      "Ġf": 186,
      "503": 187,
      "128": 188,
      "703": 189,
      "643": 190,
      "144": 191,
      "563": 192,
      "381": 193,
      "19": 194,
      "260": 195,
      "380": 196,
      "42": 197,
      "490": 198,
      "540": 199,
      "546": 200,
      "770": 201,
      "776": 202,
      "860": 203,
      "ale": 204,
      "in": 205,
      "male": 206,
      "407": 207,
      "700": 208,
      "792": 209,
      "793": 210,
      "685": 211,
      "130": 212,
      "210": 213,
      "37": 214,
      "47": 215,
      "65": 216,
      "650": 217,
      ";čĊ": 218,
      "AU": 219,
      "CR": 220,
      "HO": 221,
      "IO": 222,
      "IP": 223,
      "SCR": 224,
      "THO": 225,
      "TIO": 226,
      "ea": 227,
      "ed": 228,
      "it": 229,
      "st": 230,
      "ur": 231,
      "ĠC": 232,
      "ĠDE": 233,
      "ĠAU": 234,
      "385": 235,
      "IPTIO": 236,
      "SCRIPTIO": 237,
      "THOR": 238,
      "ĠDESCRIPTIO": 239,
      "ĠAUTHOR": 240,
      "ĠDESCRIPTION": 241,
      ");": 242,
      "180": 243,
      "132": 244,
      "176": 245,
      "168": 246,
      "116": 247,
      "28": 248,
      "250": 249,
      "324": 250,
      "350": 251,
      "54": 252,
      "542": 253,
      "640": 254,
      "720": 255,
      "GO": 256,
      "MM": 257,
      "Nit": 258,
      "OMM": 259,
      "ac": 260,
      "af": 261,
      "ck": 262,
      "dr": 263,
      "er": 264,
      "emale": 265,
      "eed": 266,
      "fur": 267,
      "ig": 268,
      "is": 269,
      "kn": 270,
      "ldr": 271,
      "need": 272,
      "nkn": 273,
      "ow": 274,
      "ru": 275,
      "unkn": 276,
      "Ġ(": 277,
      "Ġ.": 278,
      "Ġm": 279,
      "Ġt": 280,
      "ĠLE": 281,
      "Ġmale": 282,
      "Ġst": 283,
      "ĠNit": 284,
      "Ġneed": 285,
      "307": 286,
      "334": 287,
      "150": 288,
      "156": 289,
      "246": 290,
      "123": 291,
      "393": 292,
      "395": 293,
      "ENT": 294,
      "457": 295,
      "ano": 296,
      "rom": 297,
      "rofur": 298,
      "Ġfemale": 299,
      "Ġfrom": 300,
      "197": 301,
      "421": 302,
      "ing": 303,
      "371": 304,
      "658": 305,
      "ĠCOMM": 306,
      "aff": 307,
      "own": 308,
      "ruck": 309,
      "unknown": 310,
      "ĠLEGO": 311,
      "Ġstaff": 312,
      "ĠNitrofur": 313,
      "Ġneeds": 314,
      "ĠCOMMENT": 315,
      "ĠNitrofurano": 316,
      "-h": 317,
      "13": 318,
      "140": 319,
      "170": 320,
      "26": 321,
      "29": 322,
      "230": 323,
      "215": 324,
      "290": 325,
      "239": 326,
      "35": 327,
      "348": 328,
      "43": 329,
      "44": 330,
      "49": 331,
      "420": 332,
      "417": 333,
      "419": 334,
      "53": 335,
      "590": 336,
      "513": 337,
      "529": 338,
      "553": 339,
      "69": 340,
      "78": 341,
      "710": 342,
      "973": 343,
      "BP": 344,
      "Din": 345,
      "In": 346,
      "Po": 347,
      "Red": 348,
      "Su": 349,
      "Truck": 350,
      "ad": 351,
      "ai": 352,
      "be": 353,
      "cur": 354,
      "dg": 355,
      "di": 356,
      "ev": 357,
      "fig": 358,
      "gu": 359,
      "her": 360,
      "io": 361,
      "iro": 362,
      "ifig": 363,
      "piro": 364,
      "rs": 365,
      "rai": 366,
      "rev": 367,
      "sing": 368,
      "tt": 369,
      "ther": 370,
      "wig": 371,
      "ĠčĊ": 372,
      "Ġan": 373,
      "Ġac": 374,
      "ĠDin": 375,
      "ĠIn": 376,
      "ĠPo": 377,
      "ĠRed": 378,
      "ĠSu": 379,
      "ĠTruck": 380,
      "Ġbe": 381,
      "Ġpiro": 382,
      "Ġrev": 383,
      "Ġwig": 384,
      "107": 385,
      "400": 386,
      "158": 387,
      "368": 388,
      "ans": 389,
      "anad": 390,
      "ler": 391,
      "Ġfea": 392,
      "198": 393,
      "inifig": 394,
      "378": 395,
      "653": 396,
      "eadg": 397,
      "ears": 398,
      "ite": 399,
      "ĠCanad": 400,
      "acy": 401,
      "isio": 402,
      "issing": 403,
      "Ġminifig": 404,
      "Ġmissing": 405,
      "Ġtruck": 406,
      "Ġtrai": 407,
      "-headg": 408,
      "499": 409,
      "693": 410,
      "curacy": 411,
      "dians": 412,
      "gue": 413,
      "tter": 414,
      "Ġand": 415,
      "Ġaccuracy": 416,
      "ĠDining": 417,
      "ĠIndians": 418,
      "ĠPost": 419,
      "ĠSuite": 420,
      "Ġbetter": 421,
      "Ġpirogue": 422,
      "Ġrevisio": 423,
      "Ġwigs": 424,
      "Ġfeather": 425,
      "ĠCanada": 426,
      "Ġtrailer": 427,
      "-headgears": 428,
      "Ġrevision": 429
    },
    "merges": [
      "Ġ -",
      "č Ċ",
      ". D",
      "A T",
      ".D AT",
      "3 0",
      "8 0",
      "1 0",
      "4 0",
      "6 6",
      "30 0",
      "3 3",
      "1 5",
      "30 6",
      "2 4",
      "6 0",
      "2 0",
      "5 0",
      "3 6",
      "1 2",
      "1 10",
      "7 0",
      "30 2",
      "6 4",
      "9 0",
      "66 6",
      "33 3",
      "1 60",
      "2 80",
      "4 8",
      "1 12",
      "4 6",
      "L E",
      "A D",
      "C AD",
      "O CAD",
      "Ġ !",
      "LE OCAD",
      "1 4",
      "5 6",
      "8 8",
      "3 8",
      "40 8",
      "36 1",
      "1 20",
      "7 9",
      "G R",
      "O U",
      "Ġ GR",
      "30 1",
      "30 3",
      "OU P",
      "ĠGR OUP",
      "3 2",
      "6 30",
      "7 6",
      "3 9",
      "5 10",
      "6 8",
      "1 36",
      "9 6",
      "D E",
      "4 40",
      "6 90",
      "E N",
      "20 0",
      "36 2",
      "46 2",
      "4 5",
      "7 30",
      "15 2",
      "60 0",
      "1 6",
      "1 7",
      "4 60",
      "5 76",
      "7 2",
      "8 90",
      "B E",
      "G I",
      "M O",
      "Ġ EN",
      "Ġ BE",
      "Ġ MO",
      "80 0",
      "80 6",
      "66 0",
      "79 5",
      "39 9",
      "DE L",
      "GI N",
      "ĠEN D",
      "ĠBE GIN",
      "ĠMO DEL",
      "0 1",
      "2 20",
      "7 3",
      "10 4",
      "45 9",
      "3 10",
      "5 33",
      "5 70",
      "5 16",
      "6 73",
      "7 40",
      "7 46",
      "8 30",
      "38 2",
      "1 90",
      "2 40",
      "3 30",
      "3 66",
      "4 10",
      "4 70",
      "5 30",
      "5 80",
      "5 20",
      "6 80",
      "6 20",
      "a n",
      "l e",
      "r o",
      "Ġ f",
      "50 3",
      "12 8",
      "70 3",
      "64 3",
      "14 4",
      "56 3",
      "38 1",
      "1 9",
      "2 60",
      "3 80",
      "4 2",
      "4 90",
      "5 40",
      "5 46",
      "7 70",
      "7 76",
      "8 60",
      "a le",
      "i n",
      "m ale",
      "40 7",
      "70 0",
      "79 2",
      "79 3",
      "68 5",
      "1 30",
      "2 10",
      "3 7",
      "4 7",
      "6 5",
      "6 50",
      "; čĊ",
      "A U",
      "C R",
      "H O",
      "I O",
      "I P",
      "S CR",
      "T HO",
      "T IO",
      "e a",
      "e d",
      "i t",
      "s t",
      "u r",
      "Ġ C",
      "Ġ DE",
      "Ġ AU",
      "38 5",
      "IP TIO",
      "SCR IPTIO",
      "THO R",
      "ĠDE SCRIPTIO",
      "ĠAU THOR",
      "ĠDESCRIPTIO N",
      ") ;",
      "1 80",
      "1 32",
      "1 76",
      "1 68",
      "1 16",
      "2 8",
      "2 50",
      "3 24",
      "3 50",
      "5 4",
      "5 42",
      "6 40",
      "7 20",
      "G O",
      "M M",
      "N it",
      "O MM",
      "a c",
      "a f",
      "c k",
      "d r",
      "e r",
      "e male",
      "e ed",
      "f ur",
      "i g",
      "i s",
      "k n",
      "l dr",
      "n eed",
      "n kn",
      "o w",
      "r u",
      "u nkn",
      "Ġ (",
      "Ġ .",
      "Ġ m",
      "Ġ t",
      "Ġ LE",
      "Ġ male",
      "Ġ st",
      "Ġ Nit",
      "Ġ need",
      "30 7",
      "33 4",
      "15 0",
      "15 6",
      "24 6",
      "12 3",
      "39 3",
      "39 5",
      "EN T",
      "45 7",
      "an o",
      "ro m",
      "ro fur",
      "Ġf emale",
      "Ġf rom",
      "19 7",
      "42 1",
      "in g",
      "37 1",
      "65 8",
      "ĠC OMM",
      "af f",
      "ow n",
      "ru ck",
      "unkn own",
      "ĠLE GO",
      "Ġst aff",
      "ĠNit rofur",
      "Ġneed s",
      "ĠCOMM ENT",
      "ĠNitrofur ano",
      "- h",
      "1 3",
      "1 40",
      "1 70",
      "2 6",
      "2 9",
      "2 30",
      "2 15",
      "2 90",
      "2 39",
      "3 5",
      "3 48",
      "4 3",
      "4 4",
      "4 9",
      "4 20",
      "4 17",
      "4 19",
      "5 3",
      "5 90",
      "5 13",
      "5 29",
      "5 53",
      "6 9",
      "7 8",
      "7 10",
      "9 73",
      "B P",
      "D in",
      "I n",
      "P o",
      "R ed",
      "S u",
      "T ruck",
      "a d",
      "a i",
      "b e",
      "c ur",
      "d g",
      "d i",
      "e v",
      "f ig",
      "g u",
      "h er",
      "i o",
      "i ro",
      "i fig",
      "p iro",
      "r s",
      "r ai",
      "r ev",
      "s ing",
      "t t",
      "t her",
      "w ig",
      "Ġ čĊ",
      "Ġ an",
      "Ġ ac",
      "Ġ Din",
      "Ġ In",
      "Ġ Po",
      "Ġ Red",
      "Ġ Su",
      "Ġ Truck",
      "Ġ be",
      "Ġ piro",
      "Ġ rev",
      "Ġ wig",
      "10 7",
      "40 0",
      "15 8",
      "36 8",
      "an s",
      "an ad",
      "le r",
      "Ġf ea",
      "19 8",
      "in ifig",
      "37 8",
      "65 3",
      "ea dg",
      "ea rs",
      "it e",
      "ĠC anad",
      "ac y",
      "is io",
      "is sing",
      "Ġm inifig",
      "Ġm issing",
      "Ġt ruck",
      "Ġt rai",
      "-h eadg",
      "49 9",
      "69 3",
      "cur acy",
      "di ans",
      "gu e",
      "tt er",
      "Ġan d",
      "Ġac curacy",
      "ĠDin ing",
      "ĠIn dians",
      "ĠPo st",
      "ĠSu ite",
      "Ġbe tter",
      "Ġpiro gue",
      "Ġrev isio",
      "Ġwig s",
      "Ġfea ther",
      "ĠCanad a",
      "Ġtrai ler",
      "-headg ears",
      "Ġrevisio n"
    ]
  }
}