{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "%": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "-": 10,
      ".": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      "A": 23,
      "B": 24,
      "C": 25,
      "D": 26,
      "E": 27,
      "F": 28,
      "G": 29,
      "H": 30,
      "I": 31,
      "J": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "Q": 39,
      "R": 40,
      "S": 41,
      "T": 42,
      "U": 43,
      "V": 44,
      "W": 45,
      "X": 46,
      "Y": 47,
      "Z": 48,
      "_": 49,
      "a": 50,
      "b": 51,
      "c": 52,
      "d": 53,
      "e": 54,
      "f": 55,
      "g": 56,
      "h": 57,
      "i": 58,
      "j": 59,
      "k": 60,
      "l": 61,
      "m": 62,
      "n": 63,
      "o": 64,
      "p": 65,
      "q": 66,
      "r": 67,
      "s": 68,
      "t": 69,
      "u": 70,
      "v": 71,
      "w": 72,
      "x": 73,
      "y": 74,
      "z": 75,
      "Ċ": 76,
      "Ġ": 77,
      "00": 78,
      "000": 79,
      "Ġ-": 80,
      "at": 81,
      ".d": 82,
      ".dat": 83,
      "30": 84,
      "10": 85,
      "20": 86,
      "40": 87,
      "70": 88,
      "mp": 89,
      "15": 90,
      "60": 91,
      "__": 92,
      ".mp": 93,
      ".mpd": 94,
      "80": 95,
      "19": 96,
      "99": 97,
      "in": 98,
      "71": 99,
      "50": 100,
      "or": 101,
      "ĠM": 102,
      "24": 103,
      "14": 104,
      "ĠA": 105,
      "ĠF": 106,
      "72": 107,
      "ĠL": 108,
      "16": 109,
      "36": 110,
      "th": 111,
      "ain": 112,
      "302": 113,
      "me": 114,
      "ĠN": 115,
      "ĠAu": 116,
      "ame": 117,
      "LE": 118,
      "ĠMain": 119,
      "ON": 120,
      "TR": 121,
      "ILE": 122,
      "ĠFILE": 123,
      "ĠLTR": 124,
      "thor": 125,
      "ĠName": 126,
      "ĠAuthor": 127,
      "ĠLTRON": 128,
      "90": 129,
      "er": 130,
      "78": 131,
      "32": 132,
      "12": 133,
      "300": 134,
      "66": 135,
      "28": 136,
      "25": 137,
      "98": 138,
      "48": 139,
      "17": 140,
      "38": 141,
      "18": 142,
      "65": 143,
      "707": 144,
      "ĠT": 145,
      "100": 146,
      "ĠC": 147,
      "13": 148,
      "56": 149,
      "42": 150,
      "79": 151,
      "120": 152,
      "64": 153,
      "ĠS": 154,
      "500": 155,
      "ĠB": 156,
      "44": 157,
      "278": 158,
      "39": 159,
      "110": 160,
      "150": 161,
      "35": 162,
      "102": 163,
      "866": 164,
      "320": 165,
      "88": 166,
      "76": 167,
      "160": 168,
      "74": 169,
      "an": 170,
      "140": 171,
      "34": 172,
      "75": 173,
      "96": 174,
      "ĠH": 175,
      "26": 176,
      "200": 177,
      "ar": 178,
      "ĠR": 179,
      "130": 180,
      "ĠTr": 181,
      "11": 182,
      "54": 183,
      "23": 184,
      "999": 185,
      "420": 186,
      "58": 187,
      "73": 188,
      "on": 189,
      "52": 190,
      "303": 191,
      "210": 192,
      "08": 193,
      "ck": 194,
      "29": 195,
      "180": 196,
      "43": 197,
      "68": 198,
      "366": 199,
      "655": 200,
      "240": 201,
      "310": 202,
      "306": 203,
      "362": 204,
      "170": 205,
      "ĠP": 206,
      "se": 207,
      "371": 208,
      "190": 209,
      "ol": 210,
      "95": 211,
      "600": 212,
      "22": 213,
      "77": 214,
      "ow": 215,
      "84": 216,
      "59": 217,
      "ter": 218,
      "220": 219,
      "280": 220,
      "800": 221,
      "33": 222,
      "112": 223,
      "370": 224,
      "614": 225,
      "ĠHo": 226,
      "al": 227,
      "301": 228,
      "re": 229,
      "379": 230,
      "ĠSt": 231,
      "94": 232,
      "996": 233,
      "le": 234,
      "325": 235,
      "ig": 236,
      "101": 237,
      "230": 238,
      "260": 239,
      "400": 240,
      "ed": 241,
      "104": 242,
      "46": 243,
      "ĠG": 244,
      "en": 245,
      "ĠD": 246,
      "93": 247,
      "et": 248,
      "250": 249,
      "270": 250,
      "ing": 251,
      "128": 252,
      "259": 253,
      "uck": 254,
      "087": 255,
      "53": 256,
      "242": 257,
      "304": 258,
      "290": 259,
      "92": 260,
      "144": 261,
      "el": 262,
      "ĠE": 263,
      "es": 264,
      "272": 265,
      "ĠU": 266,
      "55": 267,
      "992": 268,
      "ac": 269,
      "981": 270,
      "360": 271,
      "ĠHou": 272,
      "340": 273,
      "ri": 274,
      "960": 275,
      "243": 276,
      "ad": 277,
      "ĠTow": 278,
      "430": 279,
      "152": 280,
      "ro": 281,
      "62": 282,
      "ĠHouse": 283,
      "ĠTruck": 284,
      "241": 285,
      "208": 286,
      "ĠV": 287,
      "57": 288,
      "213": 289,
      "966": 290,
      "168": 291,
      "136": 292,
      "997": 293,
      "107": 294,
      "288": 295,
      "ĠCr": 296,
      "82": 297,
      "91": 298,
      "47": 299,
      "998": 300,
      "igh": 301,
      "407": 302,
      "176": 303,
      "382": 304,
      "390": 305,
      "ĠI": 306,
      "86": 307,
      "330": 308,
      "380": 309,
      "ic": 310,
      "83": 311,
      "as": 312,
      "ge": 313,
      "440": 314,
      "he": 315,
      "421": 316,
      "ion": 317,
      "870": 318,
      "819": 319,
      "ĠO": 320,
      "279": 321,
      "21": 322,
      "ĠCo": 323,
      "542": 324,
      "ĠRo": 325,
      "216": 326,
      "480": 327,
      "017": 328,
      "ane": 329,
      "880": 330,
      "155": 331,
      "416": 332,
      "il": 333,
      "346": 334,
      "900": 335,
      "27": 336,
      "198": 337,
      "41": 338,
      "604": 339,
      "923": 340,
      "195": 341,
      "ĠStar": 342,
      "350": 343,
      "51": 344,
      "984": 345,
      "192": 346,
      "184": 347,
      "op": 348,
      "06": 349,
      "052": 350,
      "and": 351,
      "tr": 352,
      "447": 353,
      "31": 354,
      "ĠBri": 355,
      "383": 356,
      "307": 357,
      "321": 358,
      "um": 359,
      "129": 360,
      "191": 361,
      "574": 362,
      "ĠEx": 363,
      "040": 364,
      "427": 365,
      "258": 366,
      "37": 367,
      "367": 368,
      "163": 369,
      "97": 370,
      "978": 371,
      "322": 372,
      "987": 373,
      "all": 374,
      "it": 375,
      "560": 376,
      "520": 377,
      "450": 378,
      "368": 379,
      "139": 380,
      "460": 381,
      "ĠBu": 382,
      "ĠCrane": 383,
      "609": 384,
      "030": 385,
      "193": 386,
      "408": 387,
      "os": 388,
      "980": 389,
      "ff": 390,
      "ĠTower": 391,
      "287": 392,
      "003": 393,
      "174": 394,
      "ith": 395,
      "ack": 396,
      "700": 397,
      "750": 398,
      "69": 399,
      "87": 400,
      "570": 401,
      "403": 402,
      "ler": 403,
      "428": 404,
      "ĠW": 405,
      "235": 406,
      "951": 407,
      "224": 408,
      "019": 409,
      "256": 410,
      "990": 411,
      "ĠVol": 412,
      "un": 413,
      "410": 414,
      "CS": 415,
      "ĠUCS": 416,
      "45": 417,
      "61": 418,
      "374": 419,
      "378": 420,
      "580": 421,
      "ĠSh": 422,
      "iv": 423,
      "245": 424,
      "dge": 425,
      "122": 426,
      "638": 427,
      "sp": 428,
      "ighter": 429,
      "001": 430,
      "114": 431,
      "567": 432,
      "ĠMo": 433,
      "982": 434,
      "010": 435,
      "ĠBridge": 436,
      "mo": 437,
      "308": 438,
      "ort": 439,
      "ĠCol": 440,
      "106": 441,
      "err": 442,
      "09": 443,
      "108": 444,
      "ay": 445,
      "ĠLo": 446,
      "179": 447,
      "680": 448,
      "296": 449,
      "940": 450,
      "seum": 451,
      "osseum": 452,
      "ĠColosseum": 453,
      "248": 454,
      "470": 455,
      "ch": 456,
      "760": 457,
      "490": 458,
      "342": 459,
      "965": 460,
      "162": 461,
      "720": 462,
      "232": 463,
      "ation": 464,
      "530": 465,
      "663": 466,
      "640": 467,
      "924": 468,
      "ile": 469,
      "with": 470,
      "ĠTra": 471,
      "81": 472,
      "ĠCar": 473,
      "352": 474,
      "683": 475,
      "329": 476,
      "ĠRac": 477,
      "433": 478,
      "244": 479,
      "323": 480,
      "324": 481,
      "ĠUn": 482,
      "132": 483,
      "49": 484,
      "id": 485,
      "605": 486,
      "156": 487,
      "284": 488,
      "151": 489,
      "993": 490,
      "ĠBen": 491,
      "ur": 492,
      "ĠBl": 493,
      "113": 494,
      "312": 495,
      "07": 496,
      "616": 497,
      "540": 498,
      "ire": 499,
      "ul": 500,
      "is": 501,
      "Ġwith": 502,
      "178": 503,
      "444": 504,
      "994": 505,
      "ee": 506,
      "025": 507,
      "ĠThe": 508,
      "393": 509,
      "85": 510,
      "ct": 511,
      "63": 512,
      "264": 513,
      "123": 514,
      "499": 515,
      "196": 516,
      "643": 517,
      "bile": 518,
      "404": 519,
      "985": 520,
      "186": 521,
      "766": 522,
      "tor": 523,
      "124": 524,
      "ced": 525,
      "way": 526,
      "336": 527,
      "146": 528,
      "ini": 529,
      "070": 530,
      "610": 531,
      "105": 532,
      "043": 533,
      "118": 534,
      "est": 535,
      "116": 536,
      "608": 537,
      "309": 538,
      "550": 539,
      "119": 540,
      "ie": 541,
      "389": 542,
      "449": 543,
      "488": 544,
      "ĠCon": 545,
      "tron": 546,
      "ĠVoltron": 547,
      "ĠOff": 548,
      "ut": 549,
      "ĠSp": 550,
      "624": 551,
      "173": 552,
      "ld": 553,
      "464": 554,
      "958": 555,
      "484": 556,
      "057": 557,
      "417": 558,
      "147": 559,
      "eri": 560,
      "660": 561,
      "445": 562,
      "620": 563,
      "648": 564,
      "510": 565,
      "148": 566,
      "950": 567,
      "av": 568,
      "970": 569,
      "ĠTrain": 570,
      "ĠTree": 571,
      "035": 572,
      "454": 573,
      "roc": 574,
      "03": 575,
      "125": 576,
      "ĠBo": 577,
      "002": 578,
      "328": 579,
      "ĠTown": 580,
      "590": 581,
      "021": 582,
      "406": 583,
      "930": 584,
      "ĠCor": 585,
      "072": 586,
      "ner": 587,
      "ers": 588,
      "ord": 589,
      "254": 590,
      "989": 591,
      "253": 592,
      "545": 593,
      "339": 594,
      "ower": 595,
      "028": 596,
      "875": 597,
      "292": 598,
      "654": 599,
      "246": 600,
      "933": 601,
      "925": 602,
      "ĠBig": 603,
      "erial": 604,
      "974": 605,
      "219": 606,
      "601": 607,
      "376": 608,
      "ĠX": 609,
      "255": 610,
      "172": 611,
      "ĠFire": 612,
      "121": 613,
      "448": 614,
      "st": 615,
      "344": 616,
      "ĠPl": 617,
      "ĠJ": 618,
      "891": 619,
      "577": 620,
      "012": 621,
      "ĠRe": 622,
      "939": 623,
      "509": 624,
      "02": 625,
      "823": 626,
      "041": 627,
      "688": 628,
      "126": 629,
      "412": 630,
      "495": 631,
      "ild": 632,
      "489": 633,
      "086": 634,
      "860": 635,
      "67": 636,
      "mperial": 637,
      "ĠImperial": 638,
      "134": 639,
      "759": 640,
      "656": 641,
      "ĠBat": 642,
      "197": 643,
      "ĠTran": 644,
      "589": 645,
      "995": 646,
      "911": 647,
      "ĠCh": 648,
      "474": 649,
      "914": 650,
      "212": 651,
      "ĠPower": 652,
      "age": 653,
      "650": 654,
      "690": 655,
      "710": 656,
      "154": 657,
      "ster": 658,
      "ver": 659,
      "752": 660,
      "111": 661,
      "-w": 662,
      "ĠHigh": 663,
      "89": 664,
      "eed": 665,
      "305": 666,
      "094": 667,
      "ĠDe": 668,
      "661": 669,
      "177": 670,
      "mb": 671,
      "443": 672,
      "01": 673,
      "138": 674,
      "158": 675,
      "159": 676,
      "ĠStarf": 677,
      "920": 678,
      "948": 679,
      "432": 680,
      "ĠBuild": 681,
      "ĠStarfighter": 682,
      "-wing": 683,
      "859": 684,
      "115": 685,
      "ĠIn": 686,
      "424": 687,
      "ĠMini": 688,
      "986": 689,
      "opter": 690,
      "669": 691,
      "ue": 692,
      "gh": 693,
      "840": 694,
      "238": 695,
      "459": 696,
      "913": 697,
      "784": 698,
      "ader": 699,
      "142": 700,
      "tain": 701,
      "ĠY": 702,
      "elic": 703,
      "456": 704,
      "tle": 705,
      "ĠTransp": 706,
      "elicopter": 707,
      "799": 708,
      "ir": 709,
      "166": 710,
      "188": 711,
      "268": 712,
      "528": 713,
      "ag": 714,
      "ĠHelicopter": 715,
      "109": 716,
      "886": 717,
      "ĠAd": 718,
      "698": 719,
      "630": 720,
      "mobile": 721,
      "976": 722,
      "384": 723,
      "751": 724,
      "234": 725,
      "820": 726,
      "354": 727,
      "ĠHighway": 728,
      "135": 729,
      "585": 730,
      "872": 731,
      "252": 732,
      "ĠAdv": 733,
      "496": 734,
      "ĠTransport": 735,
      "164": 736,
      "ade": 737,
      "ĠCa": 738,
      "ice": 739,
      "472": 740,
      "392": 741,
      "973": 742,
      "906": 743,
      "sc": 744,
      "740": 745,
      "754": 746,
      "ited": 747,
      "678": 748,
      "809": 749,
      "182": 750,
      "359": 751,
      "007": 752,
      "394": 753,
      "ĠCorner": 754,
      "266": 755,
      "395": 756,
      "485": 757,
      "675": 758,
      "189": 759,
      "ĠExp": 760,
      "867": 761,
      "ĠBatmobile": 762,
      "988": 763,
      "225": 764,
      "518": 765,
      "ive": 766,
      "653": 767,
      "ĠSe": 768,
      "art": 769,
      "ang": 770,
      "ĠMer": 771,
      "ĠTrac": 772,
      "ester": 773,
      "ĠExc": 774,
      "cedes": 775,
      "ĠMercedes": 776,
      "056": 777,
      "199": 778,
      "ĠSn": 779,
      "228": 780,
      "217": 781,
      "602": 782,
      "082": 783,
      "808": 784,
      "426": 785,
      "885": 786,
      "del": 787,
      "850": 788,
      "623": 789,
      "020": 790,
      "967": 791,
      "265": 792,
      "ĠUnited": 793,
      "365": 794,
      "358": 795,
      "149": 796,
      "bo": 797,
      "orsc": 798,
      "ĠAn": 799,
      "681": 800,
      "ĠPorsc": 801,
      "ĠPorsche": 802,
      "ĠSnow": 803,
      "031": 804,
      "ine": 805,
      "-W": 806,
      "576": 807,
      "926": 808,
      "015": 809,
      "276": 810,
      "229": 811,
      "375": 812,
      "ator": 813,
      "ĠFighter": 814,
      "318": 815,
      "145": 816,
      "169": 817,
      "473": 818,
      "ĠStation": 819,
      "936": 820,
      "386": 821,
      "ĠCen": 822,
      "979": 823,
      "207": 824,
      "236": 825,
      "up": 826,
      "157": 827,
      "483": 828,
      "ĠMan": 829,
      "761": 830,
      "ĠStat": 831,
      "ĠRoad": 832,
      "117": 833,
      "334": 834,
      "297": 835,
      "372": 836,
      "bb": 837,
      "ĠFl": 838,
      "ĠHobb": 839,
      "ĠHobby": 840,
      "670": 841,
      "615": 842,
      "674": 843,
      "em": 844,
      "-Wing": 845,
      "316": 846,
      "ĠMa": 847,
      "781": 848,
      "285": 849,
      "ĠRacer": 850,
      "356": 851,
      "816": 852,
      "127": 853,
      "267": 854,
      "227": 855,
      "785": 856,
      "437": 857,
      "743": 858,
      "737": 859,
      "ard": 860,
      "415": 861,
      "ce": 862,
      "206": 863,
      "204": 864,
      "165": 865,
      "705": 866,
      "932": 867,
      "523": 868,
      "780": 869,
      "ib": 870,
      "133": 871,
      "883": 872,
      "852": 873,
      "479": 874,
      "641": 875,
      "175": 876,
      "ĠRol": 877,
      "bel": 878,
      "ĠRebel": 879,
      "214": 880,
      "611": 881,
      "201": 882,
      "559": 883,
      "507": 884,
      "ĠBlack": 885,
      "05": 886,
      "222": 887,
      "ĠII": 888,
      "errain": 889,
      "aw": 890,
      "702": 891,
      "319": 892,
      "273": 893,
      "282": 894,
      "194": 895,
      "187": 896,
      "co": 897,
      "361": 898,
      "218": 899,
      "Ġand": 900,
      "599": 901,
      "498": 902,
      "ĠAp": 903,
      "262": 904,
      "iz": 905,
      "283": 906,
      "531": 907,
      "373": 908,
      "787": 909,
      "647": 910,
      "036": 911,
      "742": 912,
      "869": 913,
      "486": 914,
      "732": 915,
      "167": 916,
      "758": 917,
      "233": 918,
      "953": 919,
      "of": 920,
      "975": 921,
      "yer": 922,
      "ĠTerrain": 923,
      "ons": 924,
      "066": 925,
      "536": 926,
      "161": 927,
      "ĠOld": 928,
      "fford": 929,
      "chester": 930,
      "ĠTrafford": 931,
      "ĠRace": 932,
      "ĠManchester": 933,
      "846": 934,
      "512": 935,
      "103": 936,
      "080": 937,
      "465": 938,
      "788": 939,
      "568": 940,
      "469": 941,
      "239": 942,
      "006": 943,
      "422": 944,
      "770": 945,
      "141": 946,
      "088": 947,
      "iler": 948,
      "226": 949,
      "326": 950,
      "171": 951,
      "aster": 952,
      "492": 953,
      "552": 954,
      "333": 955,
      "ĠHall": 956,
      "815": 957,
      "956": 958,
      "091": 959,
      "ĠJet": 960,
      "876": 961,
      "511": 962,
      "Ġof": 963,
      "501": 964,
      "090": 965,
      "ick": 966,
      "ĠAir": 967,
      "ĠStre": 968,
      "road": 969,
      "904": 970,
      "153": 971,
      "'s": 972,
      "544": 973,
      "ĠAut": 974,
      "ĠTractor": 975,
      "612": 976,
      "ok": 977,
      "137": 978,
      "423": 979,
      "143": 980,
      "584": 981,
      "355": 982,
      "ĠLa": 983,
      "438": 984,
      "755": 985,
      "185": 986,
      "391": 987,
      "ath": 988,
      "avator": 989,
      "ĠPlane": 990,
      "ĠDeath": 991,
      "ĠExcavator": 992,
      "363": 993,
      "ĠCru": 994,
      "sters": 995,
      "ĠStreet": 996,
      "ace": 997,
      "ĠBrick": 998,
      "eeder": 999,
      "927": 1000,
      "598": 1001,
      "ĠDu": 1002,
      "ĠTrailer": 1003,
      "491": 1004,
      "865": 1005,
      "839": 1006,
      "385": 1007,
      "712": 1008,
      "ĠCoaster": 1009,
      "ĠRoller": 1010,
      "890": 1011,
      "der": 1012,
      "ank": 1013,
      "830": 1014,
      "ĠBuilding": 1015,
      "778": 1016,
      "709": 1017,
      "sh": 1018,
      "tre": 1019,
      "ust": 1020,
      "ĠAroc": 1021,
      "ĠBenz": 1022,
      "ĠArocs": 1023,
      "008": 1024,
      "ric": 1025,
      "heel": 1026,
      "446": 1027,
      "ĠGre": 1028,
      "ĠCool": 1029,
      "767": 1030,
      "237": 1031,
      "597": 1032,
      "131": 1033,
      "ĠBr": 1034,
      "592": 1035,
      "790": 1036,
      "971": 1037,
      "695": 1038,
      "546": 1039,
      "884": 1040,
      "554": 1041,
      "ĠLand": 1042,
      "811": 1043,
      "991": 1044,
      "983": 1045,
      "treme": 1046,
      "929": 1047,
      "606": 1048,
      "934": 1049,
      "083": 1050,
      "ĠShut": 1051,
      "ĠShuttle": 1052,
      "271": 1053,
      "ss": 1054,
      "796": 1055,
      "ĠDest": 1056,
      "royer": 1057,
      "ĠDestroyer": 1058,
      "453": 1059,
      "961": 1060,
      "060": 1061,
      "719": 1062,
      "050": 1063,
      "274": 1064,
      "ĠCraw": 1065,
      "ĠCrawler": 1066,
      "ock": 1067,
      "ĠMack": 1068,
      "them": 1069,
      "ĠCl": 1070,
      "269": 1071,
      "ĠAnthem": 1072,
      "402": 1073,
      "ĠPick": 1074,
      "451": 1075,
      "696": 1076,
      "522": 1077,
      "ple": 1078,
      "281": 1079,
      "ĠRS": 1080,
      "ĠOffroad": 1081,
      "411": 1082,
      "829": 1083,
      "478": 1084,
      "810": 1085,
      "am": 1086,
      "rol": 1087,
      "ĠAr": 1088,
      "364": 1089,
      "183": 1090,
      "349": 1091,
      "ĠWheel": 1092,
      "ĠSpace": 1093,
      "922": 1094,
      "ĠGar": 1095,
      "493": 1096,
      "724": 1097,
      "858": 1098,
      "221": 1099,
      "736": 1100,
      "793": 1101,
      "418": 1102,
      "speeder": 1103,
      "ĠSnowspeeder": 1104,
      "353": 1105,
      "517": 1106,
      "341": 1107,
      "848": 1108,
      "494": 1109,
      "202": 1110,
      "619": 1111,
      "ure": 1112,
      "763": 1113,
      "504": 1114,
      "543": 1115,
      "637": 1116,
      "ĠLog": 1117,
      "419": 1118,
      "774": 1119,
      "181": 1120,
      "738": 1121,
      "ĠBe": 1122,
      "013": 1123,
      "425": 1124,
      "635": 1125,
      "291": 1126,
      "038": 1127,
      "952": 1128,
      "-M": 1129,
      "ĠComb": 1130,
      "455": 1131,
      "223": 1132,
      "277": 1133,
      "947": 1134,
      "657": 1135,
      "209": 1136,
      "om": 1137,
      "ĠGarage": 1138,
      "211": 1139,
      "347": 1140,
      "ĠInter": 1141,
      "734": 1142,
      "919": 1143,
      "313": 1144,
      "672": 1145,
      "205": 1146,
      "627": 1147,
      "215": 1148,
      "275": 1149
    },
    "merges": [
      "0 0",
      "00 0",
      "Ġ -",
      "a t",
      ". d",
      ".d at",
      "3 0",
      "1 0",
      "2 0",
      "4 0",
      "7 0",
      "m p",
      "1 5",
      "6 0",
      "_ _",
      ". mp",
      ".mp d",
      "8 0",
      "1 9",
      "9 9",
      "i n",
      "7 1",
      "5 0",
      "o r",
      "Ġ M",
      "2 4",
      "1 4",
      "Ġ A",
      "Ġ F",
      "7 2",
      "Ġ L",
      "1 6",
      "3 6",
      "t h",
      "a in",
      "30 2",
      "m e",
      "Ġ N",
      "ĠA u",
      "a me",
      "L E",
      "ĠM ain",
      "O N",
      "T R",
      "I LE",
      "ĠF ILE",
      "ĠL TR",
      "th or",
      "ĠN ame",
      "ĠAu thor",
      "ĠLTR ON",
      "9 0",
      "e r",
      "7 8",
      "3 2",
      "1 2",
      "3 00",
      "6 6",
      "2 8",
      "2 5",
      "9 8",
      "4 8",
      "1 7",
      "3 8",
      "1 8",
      "6 5",
      "70 7",
      "Ġ T",
      "1 00",
      "Ġ C",
      "1 3",
      "5 6",
      "4 2",
      "7 9",
      "1 20",
      "6 4",
      "Ġ S",
      "5 00",
      "Ġ B",
      "4 4",
      "2 78",
      "3 9",
      "1 10",
      "15 0",
      "3 5",
      "10 2",
      "8 66",
      "3 20",
      "8 8",
      "7 6",
      "1 60",
      "7 4",
      "a n",
      "1 40",
      "3 4",
      "7 5",
      "9 6",
      "Ġ H",
      "2 6",
      "2 00",
      "a r",
      "Ġ R",
      "1 30",
      "ĠT r",
      "1 1",
      "5 4",
      "2 3",
      "99 9",
      "4 20",
      "5 8",
      "7 3",
      "o n",
      "5 2",
      "30 3",
      "2 10",
      "0 8",
      "c k",
      "2 9",
      "1 80",
      "4 3",
      "6 8",
      "36 6",
      "65 5",
      "2 40",
      "3 10",
      "30 6",
      "36 2",
      "1 70",
      "Ġ P",
      "s e",
      "3 71",
      "19 0",
      "o l",
      "9 5",
      "6 00",
      "2 2",
      "7 7",
      "o w",
      "8 4",
      "5 9",
      "t er",
      "2 20",
      "2 80",
      "8 00",
      "3 3",
      "1 12",
      "3 70",
      "6 14",
      "ĠH o",
      "a l",
      "30 1",
      "r e",
      "3 79",
      "ĠS t",
      "9 4",
      "99 6",
      "l e",
      "32 5",
      "i g",
      "10 1",
      "2 30",
      "2 60",
      "4 00",
      "e d",
      "10 4",
      "4 6",
      "Ġ G",
      "e n",
      "Ġ D",
      "9 3",
      "e t",
      "2 50",
      "2 70",
      "in g",
      "12 8",
      "25 9",
      "u ck",
      "08 7",
      "5 3",
      "24 2",
      "30 4",
      "2 90",
      "9 2",
      "14 4",
      "e l",
      "Ġ E",
      "e s",
      "2 72",
      "Ġ U",
      "5 5",
      "99 2",
      "a c",
      "98 1",
      "3 60",
      "ĠHo u",
      "3 40",
      "r i",
      "9 60",
      "24 3",
      "a d",
      "ĠT ow",
      "4 30",
      "15 2",
      "r o",
      "6 2",
      "ĠHou se",
      "ĠTr uck",
      "24 1",
      "20 8",
      "Ġ V",
      "5 7",
      "2 13",
      "9 66",
      "16 8",
      "1 36",
      "99 7",
      "10 7",
      "28 8",
      "ĠC r",
      "8 2",
      "9 1",
      "4 7",
      "99 8",
      "ig h",
      "40 7",
      "17 6",
      "38 2",
      "3 90",
      "Ġ I",
      "8 6",
      "3 30",
      "3 80",
      "i c",
      "8 3",
      "a s",
      "g e",
      "4 40",
      "h e",
      "42 1",
      "i on",
      "8 70",
      "8 19",
      "Ġ O",
      "2 79",
      "2 1",
      "ĠC o",
      "5 42",
      "ĠR o",
      "2 16",
      "4 80",
      "0 17",
      "an e",
      "8 80",
      "15 5",
      "4 16",
      "i l",
      "34 6",
      "9 00",
      "2 7",
      "19 8",
      "4 1",
      "60 4",
      "9 23",
      "19 5",
      "ĠSt ar",
      "3 50",
      "5 1",
      "98 4",
      "19 2",
      "18 4",
      "o p",
      "0 6",
      "0 52",
      "an d",
      "t r",
      "44 7",
      "3 1",
      "ĠB ri",
      "38 3",
      "30 7",
      "32 1",
      "u m",
      "12 9",
      "19 1",
      "5 74",
      "ĠE x",
      "0 40",
      "42 7",
      "25 8",
      "3 7",
      "36 7",
      "16 3",
      "9 7",
      "9 78",
      "32 2",
      "98 7",
      "al l",
      "i t",
      "5 60",
      "5 20",
      "4 50",
      "36 8",
      "13 9",
      "4 60",
      "ĠB u",
      "ĠCr ane",
      "60 9",
      "0 30",
      "19 3",
      "40 8",
      "o s",
      "9 80",
      "f f",
      "ĠTow er",
      "28 7",
      "00 3",
      "17 4",
      "i th",
      "a ck",
      "7 00",
      "7 50",
      "6 9",
      "8 7",
      "5 70",
      "40 3",
      "l er",
      "4 28",
      "Ġ W",
      "2 35",
      "95 1",
      "2 24",
      "0 19",
      "25 6",
      "99 0",
      "ĠV ol",
      "u n",
      "4 10",
      "C S",
      "ĠU CS",
      "4 5",
      "6 1",
      "3 74",
      "3 78",
      "5 80",
      "ĠS h",
      "i v",
      "24 5",
      "d ge",
      "12 2",
      "6 38",
      "s p",
      "igh ter",
      "00 1",
      "1 14",
      "56 7",
      "ĠM o",
      "98 2",
      "0 10",
      "ĠBri dge",
      "m o",
      "30 8",
      "or t",
      "ĠC ol",
      "10 6",
      "er r",
      "0 9",
      "10 8",
      "a y",
      "ĠL o",
      "17 9",
      "6 80",
      "2 96",
      "9 40",
      "se um",
      "os seum",
      "ĠCol osseum",
      "24 8",
      "4 70",
      "c h",
      "7 60",
      "4 90",
      "3 42",
      "9 65",
      "16 2",
      "7 20",
      "2 32",
      "at ion",
      "5 30",
      "66 3",
      "6 40",
      "9 24",
      "i le",
      "w ith",
      "ĠTr a",
      "8 1",
      "ĠC ar",
      "35 2",
      "68 3",
      "32 9",
      "ĠR ac",
      "43 3",
      "24 4",
      "32 3",
      "3 24",
      "ĠU n",
      "1 32",
      "4 9",
      "i d",
      "60 5",
      "15 6",
      "28 4",
      "15 1",
      "99 3",
      "ĠB en",
      "u r",
      "ĠB l",
      "1 13",
      "3 12",
      "0 7",
      "6 16",
      "5 40",
      "i re",
      "u l",
      "i s",
      "Ġ with",
      "1 78",
      "44 4",
      "99 4",
      "e e",
      "0 25",
      "ĠT he",
      "39 3",
      "8 5",
      "c t",
      "6 3",
      "2 64",
      "12 3",
      "4 99",
      "19 6",
      "64 3",
      "b ile",
      "40 4",
      "98 5",
      "18 6",
      "7 66",
      "t or",
      "1 24",
      "c ed",
      "w ay",
      "3 36",
      "14 6",
      "in i",
      "0 70",
      "6 10",
      "10 5",
      "0 43",
      "1 18",
      "es t",
      "1 16",
      "60 8",
      "30 9",
      "5 50",
      "1 19",
      "i e",
      "38 9",
      "44 9",
      "48 8",
      "ĠC on",
      "tr on",
      "ĠVol tron",
      "ĠO ff",
      "u t",
      "ĠS p",
      "6 24",
      "17 3",
      "l d",
      "4 64",
      "9 58",
      "48 4",
      "0 57",
      "4 17",
      "14 7",
      "er i",
      "6 60",
      "44 5",
      "6 20",
      "6 48",
      "5 10",
      "14 8",
      "9 50",
      "a v",
      "9 70",
      "ĠTr ain",
      "ĠTr ee",
      "0 35",
      "4 54",
      "ro c",
      "0 3",
      "12 5",
      "ĠB o",
      "00 2",
      "32 8",
      "ĠTow n",
      "5 90",
      "0 21",
      "40 6",
      "9 30",
      "ĠC or",
      "0 72",
      "n er",
      "er s",
      "or d",
      "25 4",
      "98 9",
      "25 3",
      "54 5",
      "3 39",
      "ow er",
      "0 28",
      "8 75",
      "29 2",
      "65 4",
      "24 6",
      "9 33",
      "9 25",
      "ĠB ig",
      "eri al",
      "9 74",
      "2 19",
      "60 1",
      "3 76",
      "Ġ X",
      "25 5",
      "1 72",
      "ĠF ire",
      "12 1",
      "4 48",
      "s t",
      "3 44",
      "ĠP l",
      "Ġ J",
      "8 91",
      "5 77",
      "0 12",
      "ĠR e",
      "9 39",
      "50 9",
      "0 2",
      "8 23",
      "0 41",
      "6 88",
      "12 6",
      "4 12",
      "4 95",
      "il d",
      "48 9",
      "08 6",
      "8 60",
      "6 7",
      "mp erial",
      "ĠI mperial",
      "13 4",
      "75 9",
      "65 6",
      "ĠB at",
      "19 7",
      "ĠTr an",
      "58 9",
      "99 5",
      "9 11",
      "ĠC h",
      "4 74",
      "9 14",
      "2 12",
      "ĠP ower",
      "a ge",
      "6 50",
      "6 90",
      "7 10",
      "15 4",
      "s ter",
      "v er",
      "75 2",
      "11 1",
      "- w",
      "ĠH igh",
      "8 9",
      "e ed",
      "30 5",
      "0 94",
      "ĠD e",
      "66 1",
      "17 7",
      "m b",
      "44 3",
      "0 1",
      "1 38",
      "15 8",
      "15 9",
      "ĠStar f",
      "9 20",
      "9 48",
      "4 32",
      "ĠBu ild",
      "ĠStarf ighter",
      "-w ing",
      "8 59",
      "1 15",
      "ĠI n",
      "4 24",
      "ĠM ini",
      "98 6",
      "op ter",
      "66 9",
      "u e",
      "g h",
      "8 40",
      "2 38",
      "4 59",
      "9 13",
      "78 4",
      "ad er",
      "14 2",
      "t ain",
      "Ġ Y",
      "el ic",
      "4 56",
      "t le",
      "ĠTran sp",
      "elic opter",
      "7 99",
      "i r",
      "16 6",
      "18 8",
      "26 8",
      "5 28",
      "a g",
      "ĠH elicopter",
      "10 9",
      "88 6",
      "ĠA d",
      "6 98",
      "6 30",
      "mo bile",
      "9 76",
      "38 4",
      "75 1",
      "2 34",
      "8 20",
      "35 4",
      "ĠHigh way",
      "13 5",
      "58 5",
      "8 72",
      "25 2",
      "ĠAd v",
      "4 96",
      "ĠTransp ort",
      "16 4",
      "ad e",
      "ĠC a",
      "ic e",
      "4 72",
      "39 2",
      "9 73",
      "90 6",
      "s c",
      "7 40",
      "75 4",
      "it ed",
      "6 78",
      "80 9",
      "18 2",
      "35 9",
      "00 7",
      "39 4",
      "ĠCor ner",
      "2 66",
      "39 5",
      "48 5",
      "6 75",
      "18 9",
      "ĠEx p",
      "86 7",
      "ĠBat mobile",
      "98 8",
      "2 25",
      "5 18",
      "iv e",
      "65 3",
      "ĠS e",
      "ar t",
      "an g",
      "ĠM er",
      "ĠTr ac",
      "es ter",
      "ĠEx c",
      "ced es",
      "ĠMer cedes",
      "0 56",
      "19 9",
      "ĠS n",
      "2 28",
      "2 17",
      "60 2",
      "08 2",
      "80 8",
      "42 6",
      "88 5",
      "d el",
      "8 50",
      "6 23",
      "0 20",
      "96 7",
      "2 65",
      "ĠUn ited",
      "36 5",
      "35 8",
      "14 9",
      "b o",
      "or sc",
      "ĠA n",
      "68 1",
      "ĠP orsc",
      "ĠPorsc he",
      "ĠSn ow",
      "0 31",
      "in e",
      "- W",
      "5 76",
      "9 26",
      "0 15",
      "2 76",
      "2 29",
      "3 75",
      "at or",
      "ĠF ighter",
      "3 18",
      "14 5",
      "16 9",
      "4 73",
      "ĠSt ation",
      "9 36",
      "38 6",
      "ĠC en",
      "9 79",
      "20 7",
      "2 36",
      "u p",
      "15 7",
      "48 3",
      "ĠM an",
      "76 1",
      "ĠSt at",
      "ĠRo ad",
      "1 17",
      "3 34",
      "29 7",
      "3 72",
      "b b",
      "ĠF l",
      "ĠHo bb",
      "ĠHobb y",
      "6 70",
      "6 15",
      "6 74",
      "e m",
      "-W ing",
      "3 16",
      "ĠM a",
      "78 1",
      "28 5",
      "ĠRac er",
      "3 56",
      "8 16",
      "12 7",
      "26 7",
      "22 7",
      "78 5",
      "43 7",
      "74 3",
      "73 7",
      "ar d",
      "4 15",
      "c e",
      "20 6",
      "20 4",
      "16 5",
      "70 5",
      "9 32",
      "5 23",
      "7 80",
      "i b",
      "13 3",
      "88 3",
      "8 52",
      "4 79",
      "64 1",
      "17 5",
      "ĠR ol",
      "b el",
      "ĠRe bel",
      "2 14",
      "6 11",
      "20 1",
      "5 59",
      "50 7",
      "ĠBl ack",
      "0 5",
      "22 2",
      "ĠI I",
      "err ain",
      "a w",
      "70 2",
      "3 19",
      "2 73",
      "28 2",
      "19 4",
      "18 7",
      "c o",
      "36 1",
      "2 18",
      "Ġ and",
      "5 99",
      "4 98",
      "ĠA p",
      "26 2",
      "i z",
      "28 3",
      "53 1",
      "3 73",
      "78 7",
      "64 7",
      "0 36",
      "7 42",
      "86 9",
      "48 6",
      "7 32",
      "16 7",
      "75 8",
      "23 3",
      "95 3",
      "o f",
      "9 75",
      "y er",
      "ĠT errain",
      "on s",
      "0 66",
      "5 36",
      "16 1",
      "ĠO ld",
      "ff ord",
      "ch ester",
      "ĠTra fford",
      "ĠRac e",
      "ĠMan chester",
      "84 6",
      "5 12",
      "10 3",
      "0 80",
      "4 65",
      "78 8",
      "56 8",
      "46 9",
      "2 39",
      "00 6",
      "42 2",
      "7 70",
      "14 1",
      "0 88",
      "il er",
      "2 26",
      "32 6",
      "1 71",
      "as ter",
      "4 92",
      "5 52",
      "33 3",
      "ĠH all",
      "8 15",
      "9 56",
      "0 91",
      "ĠJ et",
      "8 76",
      "5 11",
      "Ġ of",
      "50 1",
      "0 90",
      "i ck",
      "ĠA ir",
      "ĠSt re",
      "ro ad",
      "90 4",
      "15 3",
      "' s",
      "5 44",
      "ĠAu t",
      "ĠTrac tor",
      "6 12",
      "o k",
      "13 7",
      "42 3",
      "14 3",
      "58 4",
      "35 5",
      "ĠL a",
      "4 38",
      "75 5",
      "18 5",
      "39 1",
      "at h",
      "av ator",
      "ĠPl ane",
      "ĠDe ath",
      "ĠExc avator",
      "36 3",
      "ĠCr u",
      "ster s",
      "ĠStre et",
      "ac e",
      "ĠBri ck",
      "eed er",
      "92 7",
      "5 98",
      "ĠD u",
      "ĠTra iler",
      "4 91",
      "8 65",
      "8 39",
      "38 5",
      "71 2",
      "ĠCo aster",
      "ĠRol ler",
      "8 90",
      "d er",
      "an k",
      "8 30",
      "ĠBuild ing",
      "7 78",
      "70 9",
      "s h",
      "t re",
      "u st",
      "ĠA roc",
      "ĠBen z",
      "ĠAroc s",
      "00 8",
      "ri c",
      "he el",
      "44 6",
      "ĠG re",
      "ĠCo ol",
      "76 7",
      "23 7",
      "59 7",
      "13 1",
      "ĠB r",
      "59 2",
      "7 90",
      "9 71",
      "6 95",
      "54 6",
      "88 4",
      "5 54",
      "ĠL and",
      "8 11",
      "99 1",
      "98 3",
      "tre me",
      "9 29",
      "60 6",
      "9 34",
      "08 3",
      "ĠSh ut",
      "ĠShut tle",
      "2 71",
      "s s",
      "79 6",
      "ĠD est",
      "ro yer",
      "ĠDest royer",
      "4 53",
      "96 1",
      "0 60",
      "7 19",
      "0 50",
      "2 74",
      "ĠCr aw",
      "ĠCraw ler",
      "o ck",
      "ĠM ack",
      "th em",
      "ĠC l",
      "26 9",
      "ĠAn them",
      "40 2",
      "ĠP ick",
      "4 51",
      "6 96",
      "52 2",
      "p le",
      "28 1",
      "ĠR S",
      "ĠOff road",
      "4 11",
      "8 29",
      "4 78",
      "8 10",
      "a m",
      "r ol",
      "ĠA r",
      "36 4",
      "18 3",
      "34 9",
      "ĠW heel",
      "ĠSp ace",
      "9 22",
      "ĠG ar",
      "4 93",
      "7 24",
      "8 58",
      "22 1",
      "7 36",
      "79 3",
      "4 18",
      "sp eeder",
      "ĠSnow speeder",
      "35 3",
      "5 17",
      "34 1",
      "8 48",
      "4 94",
      "20 2",
      "6 19",
      "u re",
      "76 3",
      "50 4",
      "54 3",
      "6 37",
      "ĠLo g",
      "4 19",
      "7 74",
      "18 1",
      "7 38",
      "ĠB e",
      "0 13",
      "4 25",
      "6 35",
      "29 1",
      "0 38",
      "9 52",
      "- M",
      "ĠCo mb",
      "4 55",
      "2 23",
      "2 77",
      "94 7",
      "65 7",
      "20 9",
      "o m",
      "ĠGar age",
      "2 11",
      "34 7",
      "ĠIn ter",
      "7 34",
      "9 19",
      "3 13",
      "6 72",
      "20 5",
      "62 7",
      "2 15",
      "2 75"
    ]
  }
}