{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?i)[sdmt]|ll|ve|re|[^\\r\\n\\w]?+[a-zA-Z]+|\\d{1,3}|\\s?[^\\s\\w]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "A": 18,
      "E": 19,
      "F": 20,
      "I": 21,
      "L": 22,
      "M": 23,
      "N": 24,
      "O": 25,
      "R": 26,
      "T": 27,
      "_": 28,
      "a": 29,
      "d": 30,
      "e": 31,
      "h": 32,
      "i": 33,
      "m": 34,
      "n": 35,
      "o": 36,
      "p": 37,
      "r": 38,
      "t": 39,
      "u": 40,
      "Ċ": 41,
      "Ġ": 42,
      "00": 43,
      "000": 44,
      "Ġ-": 45,
      ".d": 46,
      "at": 47,
      ".dat": 48,
      "43": 49,
      ".m": 50,
      "an": 51,
      "nan": 52,
      "pd": 53,
      "Ġnan": 54,
      ".mpd": 55,
      "Ġnano": 56,
      "22": 57,
      "10": 58,
      "40": 59,
      "20": 60,
      "30": 61,
      "Au": 62,
      "FI": 63,
      "LE": 64,
      "LT": 65,
      "Ma": 66,
      "Na": 67,
      "ON": 68,
      "RON": 69,
      "ho": 70,
      "in": 71,
      "me": 72,
      "tho": 73,
      "ĠAu": 74,
      "ĠFI": 75,
      "ĠLT": 76,
      "ĠMa": 77,
      "ĠNa": 78,
      "thor": 79,
      "ĠAuthor": 80,
      "ĠFILE": 81,
      "ĠLTRON": 82,
      "ĠMain": 83,
      "ĠName": 84,
      "70": 85,
      "24": 86,
      "14": 87,
      "17": 88,
      "25": 89,
      "83": 90,
      "408": 91,
      "245": 92,
      "437": 93,
      "417": 94,
      "543": 95,
      "243": 96,
      "16": 97,
      "50": 98,
      "12": 99,
      "03": 100,
      "04": 101,
      "02": 102,
      "60": 103,
      "01": 104,
      "05": 105,
      "18": 106,
      "80": 107,
      "32": 108,
      "28": 109,
      "42": 110,
      "90": 111,
      "38": 112,
      "52": 113,
      "48": 114,
      "014": 115,
      "034": 116,
      "041": 117,
      "043": 118,
      "020": 119,
      "026": 120,
      "012": 121,
      "032": 122,
      "013": 123,
      "018": 124,
      "037": 125,
      "051": 126,
      "016": 127,
      "050": 128,
      "002": 129,
      "007": 130,
      "052": 131,
      "030": 132,
      "006": 133,
      "038": 134,
      "027": 135,
      "99": 136,
      "033": 137,
      "048": 138,
      "025": 139,
      "004": 140,
      "053": 141,
      "024": 142,
      "017": 143,
      "003": 144,
      "035": 145,
      "049": 146,
      "023": 147,
      "019": 148,
      "036": 149,
      "047": 150,
      "009": 151,
      "022": 152,
      "010": 153,
      "044": 154,
      "045": 155,
      "011": 156,
      "031": 157,
      "039": 158,
      "042": 159,
      "68": 160,
      "028": 161,
      "040": 162,
      "58": 163,
      "005": 164,
      "046": 165,
      "054": 166,
      "001": 167,
      "029": 168,
      "008": 169,
      "021": 170,
      "015": 171,
      "67": 172,
      "97": 173,
      "62": 174,
      "98": 175,
      "57": 176,
      "37": 177,
      "47": 178,
      "66": 179,
      "19": 180,
      "13": 181,
      "15": 182,
      "63": 183,
      "92": 184,
      "65": 185,
      "95": 186,
      "93": 187,
      "64": 188,
      "77": 189,
      "94": 190,
      "88": 191,
      "100": 192,
      "72": 193,
      "53": 194,
      "78": 195,
      "44": 196,
      "69": 197,
      "11": 198,
      "55": 199,
      "73": 200,
      "33": 201,
      "54": 202,
      "61": 203,
      "82": 204,
      "74": 205,
      "91": 206,
      "96": 207,
      "110": 208,
      "08": 209,
      "34": 210,
      "75": 211,
      "23": 212,
      "84": 213,
      "56": 214,
      "120": 215,
      "76": 216,
      "59": 217,
      "71": 218,
      "79": 219,
      "51": 220,
      "130": 221,
      "26": 222,
      "140": 223,
      "150": 224,
      "102": 225,
      "112": 226,
      "36": 227,
      "122": 228,
      "108": 229,
      "132": 230,
      "190": 231,
      "180": 232,
      "062": 233,
      "066": 234,
      "063": 235,
      "310": 236,
      "324": 237,
      "350": 238,
      "397": 239,
      "396": 240,
      "457": 241,
      "532": 242,
      "537": 243,
      "566": 244,
      "630": 245,
      "628": 246,
      "692": 247,
      "728": 248,
      "719": 249,
      "744": 250,
      "863": 251,
      "872": 252,
      "943": 253,
      "220": 254,
      "225": 255,
      "228": 256,
      "248": 257,
      "837": 258,
      "608": 259,
      "181": 260,
      "184": 261,
      "286": 262,
      "991": 263,
      "998": 264,
      "675": 265,
      "679": 266,
      "378": 267,
      "379": 268,
      "472": 269,
      "476": 270,
      "194": 271,
      "133": 272,
      "631": 273,
      "953": 274,
      "641": 275,
      "778": 276,
      "335": 277,
      "823": 278,
      "749": 279,
      "085": 280,
      "341": 281,
      "846": 282,
      "152": 283,
      "077": 284,
      "094": 285,
      "088": 286,
      "073": 287,
      "076": 288,
      "137": 289,
      "214": 290,
      "218": 291,
      "219": 292,
      "269": 293,
      "211": 294,
      "261": 295,
      "274": 296,
      "296": 297,
      "383": 298,
      "319": 299,
      "392": 300,
      "369": 301,
      "311": 302,
      "359": 303,
      "443": 304,
      "422": 305,
      "462": 306,
      "498": 307,
      "494": 308,
      "456": 309,
      "517": 310,
      "512": 311,
      "580": 312,
      "542": 313,
      "557": 314,
      "547": 315,
      "563": 316,
      "610": 317,
      "670": 318,
      "683": 319,
      "618": 320,
      "638": 321,
      "648": 322,
      "658": 323,
      "619": 324,
      "615": 325,
      "693": 326,
      "700": 327,
      "740": 328,
      "724": 329,
      "738": 330,
      "715": 331,
      "765": 332,
      "764": 333,
      "711": 334,
      "754": 335,
      "817": 336,
      "812": 337,
      "880": 338,
      "890": 339,
      "867": 340,
      "862": 341,
      "898": 342,
      "857": 343,
      "847": 344,
      "866": 345,
      "895": 346,
      "891": 347,
      "916": 348,
      "912": 349,
      "942": 350,
      "966": 351,
      "221": 352,
      "103": 353,
      "107": 354,
      "406": 355,
      "407": 356,
      "201": 357,
      "204": 358,
      "208": 359,
      "301": 360,
      "308": 361,
      "708": 362,
      "244": 363,
      "249": 364,
      "176": 365,
      "251": 366,
      "255": 367,
      "832": 368,
      "162": 369,
      "167": 370,
      "503": 371,
      "507": 372,
      "185": 373,
      "189": 374,
      "287": 375,
      "423": 376,
      "427": 377,
      "906": 378,
      "907": 379,
      "382": 380,
      "387": 381,
      "527": 382,
      "995": 383,
      "999": 384,
      "687": 385,
      "584": 386,
      "972": 387,
      "985": 388,
      "989": 389,
      "572": 390,
      "374": 391,
      "477": 392,
      "153": 393,
      "156": 394,
      "639": 395,
      "923": 396,
      "926": 397,
      "927": 398,
      "651": 399,
      "644": 400,
      "779": 401,
      "888": 402,
      "889": 403,
      "721": 404,
      "446": 405,
      "731": 406,
      "734": 407,
      "826": 408,
      "741": 409,
      "081": 410,
      "089": 411,
      "349": 412,
      "128": 413,
      "099": 414,
      "067": 415,
      "098": 416,
      "072": 417,
      "170": 418,
      "117": 419,
      "157": 420,
      "200": 421,
      "210": 422,
      "240": 423,
      "270": 424,
      "260": 425,
      "238": 426,
      "297": 427,
      "292": 428,
      "265": 429,
      "293": 430,
      "279": 431,
      "300": 432,
      "320": 433,
      "330": 434,
      "370": 435,
      "325": 436,
      "368": 437,
      "358": 438,
      "365": 439,
      "364": 440,
      "355": 441,
      "361": 442,
      "480": 443,
      "467": 444,
      "447": 445,
      "466": 446,
      "413": 447,
      "453": 448,
      "522": 449,
      "516": 450,
      "599": 451,
      "598": 452,
      "595": 453,
      "591": 454,
      "600": 455,
      "624": 456,
      "650": 457,
      "660": 458,
      "668": 459,
      "697": 460,
      "611": 461,
      "710": 462,
      "770": 463,
      "714": 464,
      "758": 465,
      "797": 466,
      "792": 467,
      "769": 468,
      "761": 469,
      "843": 470,
      "822": 471,
      "802": 472,
      "899": 473,
      "894": 474,
      "853": 475,
      "873": 476,
      "922": 477,
      "902": 478,
      "952": 479,
      "967": 480,
      "937": 481,
      "436": 482,
      "402": 483,
      "403": 484,
      "305": 485,
      "309": 486,
      "704": 487,
      "172": 488,
      "254": 489,
      "833": 490,
      "160": 491,
      "502": 492,
      "123": 493,
      "601": 494,
      "605": 495,
      "609": 496,
      "056": 497,
      "057": 498,
      "807": 499,
      "321": 500,
      "328": 501,
      "282": 502,
      "523": 503,
      "526": 504,
      "481": 505,
      "484": 506,
      "686": 507,
      "588": 508,
      "589": 509,
      "671": 510,
      "674": 511,
      "678": 512,
      "977": 513,
      "629": 514,
      "981": 515,
      "984": 516,
      "988": 517,
      "371": 518,
      "473": 519,
      "664": 520,
      "665": 521,
      "195": 522,
      "136": 523,
      "634": 524,
      "933": 525,
      "936": 526,
      "774": 527,
      "775": 528,
      "946": 529,
      "881": 530,
      "884": 531,
      "885": 532,
      "729": 533,
      "533": 534,
      "536": 535,
      "786": 536,
      "787": 537,
      "735": 538,
      "331": 539,
      "334": 540,
      "339": 541,
      "546": 542,
      "745": 543,
      "759": 544,
      "231": 545,
      "106": 546,
      "142": 547,
      "091": 548,
      "198": 549,
      "113": 550,
      "268": 551,
      "215": 552,
      "264": 553,
      "278": 554,
      "271": 555,
      "340": 556,
      "360": 557,
      "318": 558,
      "348": 559,
      "393": 560,
      "442": 561,
      "499": 562,
      "495": 563,
      "491": 564,
      "590": 565,
      "552": 566,
      "567": 567,
      "513": 568,
      "594": 569,
      "553": 570,
      "620": 571,
      "614": 572,
      "604": 573,
      "720": 574,
      "783": 575,
      "760": 576,
      "748": 577,
      "755": 578,
      "803": 579,
      "842": 580,
      "877": 581,
      "856": 582,
      "876": 583,
      "917": 584,
      "903": 585,
      "980": 586,
      "932": 587,
      "990": 588,
      "962": 589,
      "957": 590,
      "963": 591,
      "432": 592,
      "433": 593,
      "205": 594,
      "209": 595,
      "304": 596,
      "701": 597,
      "705": 598,
      "709": 599,
      "147": 600,
      "173": 601,
      "250": 602,
      "259": 603,
      "163": 604,
      "126": 605,
      "127": 606,
      "188": 607,
      "806": 608,
      "329": 609,
      "426": 610,
      "386": 611,
      "485": 612,
      "488": 613,
      "489": 614,
      "585": 615,
      "973": 616,
      "576": 617,
      "375": 618,
      "661": 619,
      "669": 620,
      "191": 621,
      "635": 622,
      "654": 623,
      "655": 624,
      "659": 625,
      "956": 626,
      "649": 627,
      "782": 628,
      "556": 629,
      "084": 630,
      "345": 631,
      "751": 632,
      "235": 633,
      "095": 634,
      "143": 635,
      "116": 636,
      "118": 637,
      "199": 638,
      "283": 639,
      "234": 640,
      "338": 641,
      "351": 642,
      "562": 643,
      "640": 644,
      "730": 645,
      "725": 646,
      "750": 647,
      "718": 648,
      "768": 649,
      "793": 650,
      "796": 651,
      "852": 652,
      "813": 653,
      "947": 654,
      "224": 655,
      "229": 656,
      "241": 657,
      "177": 658,
      "166": 659,
      "506": 660,
      "994": 661,
      "682": 662,
      "581": 663,
      "976": 664,
      "573": 665,
      "645": 666,
      "696": 667,
      "739": 668,
      "239": 669,
      "080": 670,
      "090": 671,
      "230": 672,
      "267": 673,
      "298": 674,
      "276": 675,
      "314": 676,
      "344": 677,
      "354": 678,
      "470": 679,
      "416": 680,
      "463": 681,
      "465": 682,
      "510": 683,
      "625": 684,
      "637": 685,
      "794": 686,
      "816": 687,
      "913": 688,
      "302": 689,
      "307": 690,
      "258": 691,
      "836": 692,
      "771": 693,
      "827": 694,
      "097": 695,
      "078": 696,
      "069": 697,
      "071": 698,
      "079": 699,
      "114": 700,
      "183": 701,
      "158": 702,
      "115": 703,
      "290": 704,
      "299": 705,
      "266": 706,
      "273": 707,
      "275": 708,
      "399": 709,
      "398": 710,
      "357": 711,
      "337": 712,
      "315": 713,
      "395": 714,
      "412": 715,
      "490": 716,
      "452": 717,
      "464": 718,
      "461": 719,
      "500": 720,
      "540": 721,
      "530": 722,
      "525": 723,
      "583": 724,
      "550": 725,
      "538": 726,
      "515": 727,
      "544": 728,
      "561": 729,
      "647": 730,
      "695": 731,
      "713": 732,
      "753": 733,
      "804": 734,
      "801": 735,
      "805": 736,
      "818": 737,
      "892": 738,
      "864": 739,
      "869": 740,
      "859": 741,
      "439": 742,
      "207": 743,
      "303": 744,
      "707": 745,
      "145": 746,
      "146": 747,
      "831": 748,
      "838": 749,
      "501": 750,
      "505": 751,
      "285": 752,
      "429": 753,
      "388": 754,
      "996": 755,
      "689": 756,
      "672": 757,
      "621": 758,
      "577": 759,
      "373": 760,
      "376": 761,
      "475": 762,
      "479": 763,
      "135": 764,
      "921": 765,
      "951": 766,
      "935": 767,
      "773": 768,
      "886": 769,
      "531": 770,
      "539": 771,
      "785": 772,
      "445": 773,
      "336": 774,
      "549": 775,
      "746": 776,
      "086": 777,
      "841": 778,
      "104": 779,
      "083": 780,
      "060": 781,
      "096": 782,
      "075": 783,
      "124": 784,
      "119": 785,
      "217": 786,
      "216": 787,
      "280": 788,
      "232": 789,
      "262": 790,
      "213": 791,
      "263": 792,
      "294": 793,
      "272": 794,
      "291": 795,
      "317": 796,
      "332": 797,
      "362": 798,
      "347": 799,
      "366": 800,
      "363": 801,
      "353": 802,
      "400": 803,
      "410": 804,
      "440": 805,
      "414": 806,
      "425": 807,
      "483": 808,
      "418": 809,
      "458": 810,
      "497": 811,
      "419": 812,
      "454": 813,
      "570": 814,
      "524": 815,
      "528": 816,
      "519": 817,
      "511": 818,
      "643": 819,
      "622": 820,
      "617": 821,
      "616": 822,
      "657": 823,
      "694": 824,
      "790": 825,
      "798": 826,
      "766": 827,
      "840": 828,
      "820": 829,
      "824": 830,
      "814": 831,
      "883": 832,
      "828": 833,
      "868": 834,
      "858": 835,
      "865": 836,
      "893": 837,
      "855": 838,
      "875": 839,
      "851": 840,
      "910": 841,
      "970": 842,
      "914": 843,
      "960": 844,
      "928": 845,
      "968": 846,
      "911": 847,
      "430": 848,
      "438": 849,
      "222": 850,
      "223": 851,
      "105": 852,
      "409": 853,
      "706": 854,
      "242": 855,
      "175": 856,
      "179": 857,
      "839": 858,
      "168": 859,
      "504": 860,
      "508": 861,
      "129": 862,
      "606": 863,
      "607": 864,
      "055": 865,
      "187": 866,
      "808": 867,
      "323": 868,
      "908": 869,
      "909": 870,
      "381": 871,
      "521": 872,
      "486": 873,
      "487": 874,
      "586": 875,
      "974": 876,
      "979": 877,
      "623": 878,
      "574": 879,
      "372": 880,
      "471": 881,
      "192": 882,
      "131": 883,
      "154": 884,
      "636": 885,
      "929": 886,
      "954": 887,
      "955": 888,
      "934": 889,
      "777": 890,
      "941": 891,
      "945": 892,
      "882": 893,
      "554": 894,
      "821": 895,
      "346": 896,
      "236": 897,
      "138": 898,
      "070": 899,
      "092": 900,
      "093": 901,
      "064": 902,
      "082": 903,
      "074": 904,
      "125": 905,
      "295": 906,
      "312": 907,
      "367": 908,
      "313": 909,
      "394": 910,
      "356": 911,
      "450": 912,
      "428": 913,
      "492": 914,
      "496": 915,
      "459": 916,
      "520": 917,
      "514": 918,
      "560": 919,
      "518": 920,
      "548": 921,
      "558": 922,
      "597": 923,
      "592": 924,
      "596": 925,
      "690": 926,
      "652": 927,
      "662": 928,
      "722": 929,
      "716": 930,
      "712": 931,
      "780": 932,
      "732": 933,
      "799": 934,
      "767": 935,
      "757": 936,
      "737": 937,
      "747": 938,
      "800": 939,
      "810": 940,
      "819": 941,
      "815": 942,
      "844": 943,
      "811": 944,
      "871": 945,
      "940": 946,
      "904": 947,
      "938": 948,
      "948": 949,
      "965": 950,
      "964": 951,
      "969": 952,
      "226": 953,
      "227": 954,
      "101": 955,
      "109": 956,
      "405": 957,
      "203": 958,
      "206": 959,
      "306": 960,
      "702": 961,
      "247": 962,
      "141": 963,
      "149": 964,
      "171": 965,
      "178": 966,
      "252": 967,
      "256": 968,
      "835": 969,
      "161": 970,
      "164": 971,
      "165": 972,
      "058": 973,
      "809": 974,
      "326": 975,
      "281": 976,
      "288": 977,
      "289": 978,
      "421": 979,
      "384": 980,
      "385": 981,
      "389": 982,
      "482": 983,
      "993": 984,
      "684": 985,
      "685": 986,
      "688": 987,
      "582": 988,
      "587": 989,
      "676": 990,
      "971": 991,
      "978": 992,
      "986": 993,
      "575": 994,
      "578": 995,
      "579": 996,
      "377": 997,
      "663": 998,
      "193": 999,
      "196": 1000,
      "139": 1001,
      "159": 1002,
      "653": 1003,
      "646": 1004,
      "776": 1005,
      "949": 1006,
      "726": 1007,
      "789": 1008,
      "444": 1009,
      "449": 1010,
      "551": 1011,
      "555": 1012,
      "559": 1013,
      "733": 1014,
      "087": 1015,
      "068": 1016,
      "065": 1017,
      "061": 1018,
      "237": 1019,
      "233": 1020,
      "343": 1021,
      "316": 1022,
      "342": 1023,
      "391": 1024,
      "420": 1025,
      "424": 1026,
      "460": 1027,
      "448": 1028,
      "468": 1029,
      "415": 1030,
      "493": 1031,
      "469": 1032,
      "455": 1033,
      "568": 1034,
      "564": 1035,
      "569": 1036,
      "612": 1037,
      "602": 1038,
      "680": 1039,
      "699": 1040,
      "667": 1041,
      "698": 1042,
      "743": 1043,
      "717": 1044,
      "752": 1045,
      "788": 1046,
      "825": 1047,
      "897": 1048,
      "878": 1049,
      "854": 1050,
      "879": 1051,
      "900": 1052,
      "920": 1053,
      "930": 1054,
      "924": 1055,
      "925": 1056,
      "918": 1057,
      "958": 1058,
      "919": 1059,
      "915": 1060,
      "431": 1061,
      "404": 1062,
      "202": 1063,
      "246": 1064,
      "174": 1065,
      "253": 1066,
      "834": 1067,
      "509": 1068,
      "121": 1069,
      "182": 1070,
      "186": 1071,
      "327": 1072,
      "284": 1073,
      "529": 1074,
      "673": 1075,
      "677": 1076,
      "975": 1077,
      "627": 1078,
      "987": 1079,
      "571": 1080,
      "478": 1081,
      "666": 1082,
      "151": 1083,
      "633": 1084,
      "959": 1085,
      "931": 1086,
      "939": 1087,
      "944": 1088,
      "723": 1089,
      "727": 1090,
      "784": 1091,
      "441": 1092,
      "691": 1093,
      "736": 1094,
      "333": 1095,
      "197": 1096,
      "212": 1097,
      "277": 1098,
      "322": 1099,
      "390": 1100,
      "352": 1101,
      "411": 1102,
      "451": 1103,
      "565": 1104,
      "593": 1105,
      "603": 1106,
      "613": 1107,
      "742": 1108,
      "762": 1109,
      "763": 1110,
      "795": 1111,
      "791": 1112,
      "830": 1113,
      "870": 1114,
      "848": 1115,
      "861": 1116,
      "874": 1117,
      "983": 1118,
      "905": 1119,
      "961": 1120,
      "434": 1121,
      "435": 1122,
      "401": 1123,
      "144": 1124,
      "148": 1125,
      "257": 1126,
      "169": 1127,
      "059": 1128,
      "997": 1129,
      "681": 1130,
      "982": 1131,
      "474": 1132,
      "134": 1133,
      "155": 1134,
      "656": 1135,
      "772": 1136,
      "541": 1137,
      "545": 1138,
      "756": 1139,
      "845": 1140,
      "380": 1141,
      "632": 1142,
      "642": 1143,
      "850": 1144,
      "860": 1145,
      "896": 1146,
      "950": 1147,
      "901": 1148,
      "703": 1149
    },
    "merges": [
      "0 0",
      "00 0",
      "Ġ -",
      ". d",
      "a t",
      ".d at",
      "4 3",
      ". m",
      "a n",
      "n an",
      "p d",
      "Ġ nan",
      ".m pd",
      "Ġnan o",
      "2 2",
      "1 0",
      "4 0",
      "2 0",
      "3 0",
      "A u",
      "F I",
      "L E",
      "L T",
      "M a",
      "N a",
      "O N",
      "R ON",
      "h o",
      "i n",
      "m e",
      "t ho",
      "Ġ Au",
      "Ġ FI",
      "Ġ LT",
      "Ġ Ma",
      "Ġ Na",
      "tho r",
      "ĠAu thor",
      "ĠFI LE",
      "ĠLT RON",
      "ĠMa in",
      "ĠNa me",
      "7 0",
      "2 4",
      "1 4",
      "1 7",
      "2 5",
      "8 3",
      "40 8",
      "24 5",
      "43 7",
      "4 17",
      "5 43",
      "2 43",
      "1 6",
      "5 0",
      "1 2",
      "0 3",
      "0 4",
      "0 2",
      "6 0",
      "0 1",
      "0 5",
      "1 8",
      "8 0",
      "3 2",
      "2 8",
      "4 2",
      "9 0",
      "3 8",
      "5 2",
      "4 8",
      "0 14",
      "03 4",
      "04 1",
      "0 43",
      "0 20",
      "02 6",
      "0 12",
      "03 2",
      "01 3",
      "01 8",
      "03 7",
      "05 1",
      "0 16",
      "0 50",
      "00 2",
      "00 7",
      "05 2",
      "0 30",
      "00 6",
      "03 8",
      "02 7",
      "9 9",
      "03 3",
      "04 8",
      "0 25",
      "00 4",
      "05 3",
      "0 24",
      "0 17",
      "00 3",
      "03 5",
      "04 9",
      "02 3",
      "01 9",
      "03 6",
      "04 7",
      "00 9",
      "0 22",
      "0 10",
      "04 4",
      "04 5",
      "01 1",
      "03 1",
      "03 9",
      "04 2",
      "6 8",
      "02 8",
      "0 40",
      "5 8",
      "00 5",
      "04 6",
      "05 4",
      "00 1",
      "02 9",
      "00 8",
      "02 1",
      "01 5",
      "6 7",
      "9 7",
      "6 2",
      "9 8",
      "5 7",
      "3 7",
      "4 7",
      "6 6",
      "1 9",
      "1 3",
      "1 5",
      "6 3",
      "9 2",
      "6 5",
      "9 5",
      "9 3",
      "6 4",
      "7 7",
      "9 4",
      "8 8",
      "1 00",
      "7 2",
      "5 3",
      "7 8",
      "4 4",
      "6 9",
      "1 1",
      "5 5",
      "7 3",
      "3 3",
      "5 4",
      "6 1",
      "8 2",
      "7 4",
      "9 1",
      "9 6",
      "1 10",
      "0 8",
      "3 4",
      "7 5",
      "2 3",
      "8 4",
      "5 6",
      "1 20",
      "7 6",
      "5 9",
      "7 1",
      "7 9",
      "5 1",
      "1 30",
      "2 6",
      "1 40",
      "1 50",
      "10 2",
      "1 12",
      "3 6",
      "1 22",
      "10 8",
      "1 32",
      "1 90",
      "18 0",
      "0 62",
      "0 66",
      "0 63",
      "3 10",
      "3 24",
      "3 50",
      "3 97",
      "3 96",
      "4 57",
      "5 32",
      "5 37",
      "5 66",
      "6 30",
      "6 28",
      "6 92",
      "7 28",
      "7 19",
      "7 44",
      "8 63",
      "8 72",
      "9 43",
      "22 0",
      "22 5",
      "22 8",
      "24 8",
      "83 7",
      "60 8",
      "18 1",
      "18 4",
      "28 6",
      "99 1",
      "99 8",
      "67 5",
      "67 9",
      "37 8",
      "37 9",
      "47 2",
      "47 6",
      "19 4",
      "13 3",
      "63 1",
      "95 3",
      "64 1",
      "77 8",
      "33 5",
      "82 3",
      "74 9",
      "08 5",
      "34 1",
      "84 6",
      "1 52",
      "0 77",
      "0 94",
      "0 88",
      "0 73",
      "0 76",
      "1 37",
      "2 14",
      "2 18",
      "2 19",
      "2 69",
      "2 11",
      "2 61",
      "2 74",
      "2 96",
      "3 83",
      "3 19",
      "3 92",
      "3 69",
      "3 11",
      "3 59",
      "4 43",
      "4 22",
      "4 62",
      "4 98",
      "4 94",
      "4 56",
      "5 17",
      "5 12",
      "5 80",
      "5 42",
      "5 57",
      "5 47",
      "5 63",
      "6 10",
      "6 70",
      "6 83",
      "6 18",
      "6 38",
      "6 48",
      "6 58",
      "6 19",
      "6 15",
      "6 93",
      "7 00",
      "7 40",
      "7 24",
      "7 38",
      "7 15",
      "7 65",
      "7 64",
      "7 11",
      "7 54",
      "8 17",
      "8 12",
      "8 80",
      "8 90",
      "8 67",
      "8 62",
      "8 98",
      "8 57",
      "8 47",
      "8 66",
      "8 95",
      "8 91",
      "9 16",
      "9 12",
      "9 42",
      "9 66",
      "22 1",
      "10 3",
      "10 7",
      "40 6",
      "40 7",
      "20 1",
      "20 4",
      "20 8",
      "30 1",
      "30 8",
      "70 8",
      "24 4",
      "24 9",
      "17 6",
      "25 1",
      "25 5",
      "83 2",
      "16 2",
      "16 7",
      "50 3",
      "50 7",
      "18 5",
      "18 9",
      "28 7",
      "42 3",
      "42 7",
      "90 6",
      "90 7",
      "38 2",
      "38 7",
      "52 7",
      "99 5",
      "99 9",
      "68 7",
      "58 4",
      "97 2",
      "98 5",
      "98 9",
      "57 2",
      "37 4",
      "47 7",
      "15 3",
      "15 6",
      "63 9",
      "92 3",
      "92 6",
      "92 7",
      "65 1",
      "64 4",
      "77 9",
      "88 8",
      "88 9",
      "72 1",
      "44 6",
      "73 1",
      "73 4",
      "82 6",
      "74 1",
      "08 1",
      "08 9",
      "34 9",
      "12 8",
      "0 99",
      "0 67",
      "0 98",
      "0 72",
      "1 70",
      "1 17",
      "1 57",
      "2 00",
      "2 10",
      "2 40",
      "2 70",
      "2 60",
      "2 38",
      "2 97",
      "2 92",
      "2 65",
      "2 93",
      "2 79",
      "3 00",
      "3 20",
      "3 30",
      "3 70",
      "3 25",
      "3 68",
      "3 58",
      "3 65",
      "3 64",
      "3 55",
      "3 61",
      "4 80",
      "4 67",
      "4 47",
      "4 66",
      "4 13",
      "4 53",
      "5 22",
      "5 16",
      "5 99",
      "5 98",
      "5 95",
      "5 91",
      "6 00",
      "6 24",
      "6 50",
      "6 60",
      "6 68",
      "6 97",
      "6 11",
      "7 10",
      "7 70",
      "7 14",
      "7 58",
      "7 97",
      "7 92",
      "7 69",
      "7 61",
      "8 43",
      "8 22",
      "8 02",
      "8 99",
      "8 94",
      "8 53",
      "8 73",
      "9 22",
      "9 02",
      "9 52",
      "9 67",
      "9 37",
      "43 6",
      "40 2",
      "40 3",
      "30 5",
      "30 9",
      "70 4",
      "17 2",
      "25 4",
      "83 3",
      "16 0",
      "50 2",
      "12 3",
      "60 1",
      "60 5",
      "60 9",
      "05 6",
      "05 7",
      "80 7",
      "32 1",
      "32 8",
      "28 2",
      "52 3",
      "52 6",
      "48 1",
      "48 4",
      "68 6",
      "58 8",
      "58 9",
      "67 1",
      "67 4",
      "67 8",
      "97 7",
      "62 9",
      "98 1",
      "98 4",
      "98 8",
      "37 1",
      "47 3",
      "66 4",
      "66 5",
      "19 5",
      "13 6",
      "63 4",
      "93 3",
      "93 6",
      "77 4",
      "77 5",
      "94 6",
      "88 1",
      "88 4",
      "88 5",
      "72 9",
      "53 3",
      "53 6",
      "78 6",
      "78 7",
      "73 5",
      "33 1",
      "33 4",
      "33 9",
      "54 6",
      "74 5",
      "75 9",
      "23 1",
      "10 6",
      "14 2",
      "0 91",
      "1 98",
      "1 13",
      "2 68",
      "2 15",
      "2 64",
      "2 78",
      "2 71",
      "3 40",
      "3 60",
      "3 18",
      "3 48",
      "3 93",
      "4 42",
      "4 99",
      "4 95",
      "4 91",
      "5 90",
      "5 52",
      "5 67",
      "5 13",
      "5 94",
      "5 53",
      "6 20",
      "6 14",
      "6 04",
      "7 20",
      "7 83",
      "7 60",
      "7 48",
      "7 55",
      "8 03",
      "8 42",
      "8 77",
      "8 56",
      "8 76",
      "9 17",
      "9 03",
      "9 80",
      "9 32",
      "9 90",
      "9 62",
      "9 57",
      "9 63",
      "43 2",
      "43 3",
      "20 5",
      "20 9",
      "30 4",
      "70 1",
      "70 5",
      "70 9",
      "14 7",
      "17 3",
      "25 0",
      "25 9",
      "16 3",
      "12 6",
      "12 7",
      "18 8",
      "80 6",
      "32 9",
      "42 6",
      "38 6",
      "48 5",
      "48 8",
      "48 9",
      "58 5",
      "97 3",
      "57 6",
      "37 5",
      "66 1",
      "66 9",
      "19 1",
      "63 5",
      "65 4",
      "65 5",
      "65 9",
      "95 6",
      "64 9",
      "78 2",
      "55 6",
      "08 4",
      "34 5",
      "75 1",
      "23 5",
      "0 95",
      "1 43",
      "1 16",
      "1 18",
      "1 99",
      "2 83",
      "2 34",
      "3 38",
      "3 51",
      "5 62",
      "6 40",
      "7 30",
      "7 25",
      "7 50",
      "7 18",
      "7 68",
      "7 93",
      "7 96",
      "8 52",
      "8 13",
      "9 47",
      "22 4",
      "22 9",
      "24 1",
      "17 7",
      "16 6",
      "50 6",
      "99 4",
      "68 2",
      "58 1",
      "97 6",
      "57 3",
      "64 5",
      "69 6",
      "73 9",
      "23 9",
      "0 80",
      "0 90",
      "2 30",
      "2 67",
      "2 98",
      "2 76",
      "3 14",
      "3 44",
      "3 54",
      "4 70",
      "4 16",
      "4 63",
      "4 65",
      "5 10",
      "6 25",
      "6 37",
      "7 94",
      "8 16",
      "9 13",
      "30 2",
      "30 7",
      "25 8",
      "83 6",
      "77 1",
      "82 7",
      "0 97",
      "0 78",
      "0 69",
      "0 71",
      "0 79",
      "1 14",
      "1 83",
      "1 58",
      "1 15",
      "2 90",
      "2 99",
      "2 66",
      "2 73",
      "2 75",
      "3 99",
      "3 98",
      "3 57",
      "3 37",
      "3 15",
      "3 95",
      "4 12",
      "4 90",
      "4 52",
      "4 64",
      "4 61",
      "5 00",
      "5 40",
      "5 30",
      "5 25",
      "5 83",
      "5 50",
      "5 38",
      "5 15",
      "5 44",
      "5 61",
      "6 47",
      "6 95",
      "7 13",
      "7 53",
      "8 04",
      "8 01",
      "8 05",
      "8 18",
      "8 92",
      "8 64",
      "8 69",
      "8 59",
      "43 9",
      "20 7",
      "30 3",
      "70 7",
      "14 5",
      "14 6",
      "83 1",
      "83 8",
      "50 1",
      "50 5",
      "28 5",
      "42 9",
      "38 8",
      "99 6",
      "68 9",
      "67 2",
      "62 1",
      "57 7",
      "37 3",
      "37 6",
      "47 5",
      "47 9",
      "13 5",
      "92 1",
      "95 1",
      "93 5",
      "77 3",
      "88 6",
      "53 1",
      "53 9",
      "78 5",
      "44 5",
      "33 6",
      "54 9",
      "74 6",
      "08 6",
      "84 1",
      "10 4",
      "0 83",
      "0 60",
      "0 96",
      "0 75",
      "1 24",
      "1 19",
      "2 17",
      "2 16",
      "2 80",
      "2 32",
      "2 62",
      "2 13",
      "2 63",
      "2 94",
      "2 72",
      "2 91",
      "3 17",
      "3 32",
      "3 62",
      "3 47",
      "3 66",
      "3 63",
      "3 53",
      "4 00",
      "4 10",
      "4 40",
      "4 14",
      "4 25",
      "4 83",
      "4 18",
      "4 58",
      "4 97",
      "4 19",
      "4 54",
      "5 70",
      "5 24",
      "5 28",
      "5 19",
      "5 11",
      "6 43",
      "6 22",
      "6 17",
      "6 16",
      "6 57",
      "6 94",
      "7 90",
      "7 98",
      "7 66",
      "8 40",
      "8 20",
      "8 24",
      "8 14",
      "8 83",
      "8 28",
      "8 68",
      "8 58",
      "8 65",
      "8 93",
      "8 55",
      "8 75",
      "8 51",
      "9 10",
      "9 70",
      "9 14",
      "9 60",
      "9 28",
      "9 68",
      "9 11",
      "43 0",
      "43 8",
      "22 2",
      "22 3",
      "10 5",
      "40 9",
      "70 6",
      "24 2",
      "17 5",
      "17 9",
      "83 9",
      "16 8",
      "50 4",
      "50 8",
      "12 9",
      "60 6",
      "60 7",
      "05 5",
      "18 7",
      "80 8",
      "32 3",
      "90 8",
      "90 9",
      "38 1",
      "52 1",
      "48 6",
      "48 7",
      "58 6",
      "97 4",
      "97 9",
      "62 3",
      "57 4",
      "37 2",
      "47 1",
      "19 2",
      "13 1",
      "15 4",
      "63 6",
      "92 9",
      "95 4",
      "95 5",
      "93 4",
      "77 7",
      "94 1",
      "94 5",
      "88 2",
      "55 4",
      "82 1",
      "34 6",
      "23 6",
      "1 38",
      "0 70",
      "0 92",
      "0 93",
      "0 64",
      "0 82",
      "0 74",
      "1 25",
      "2 95",
      "3 12",
      "3 67",
      "3 13",
      "3 94",
      "3 56",
      "4 50",
      "4 28",
      "4 92",
      "4 96",
      "4 59",
      "5 20",
      "5 14",
      "5 60",
      "5 18",
      "5 48",
      "5 58",
      "5 97",
      "5 92",
      "5 96",
      "6 90",
      "6 52",
      "6 62",
      "7 22",
      "7 16",
      "7 12",
      "7 80",
      "7 32",
      "7 99",
      "7 67",
      "7 57",
      "7 37",
      "7 47",
      "8 00",
      "8 10",
      "8 19",
      "8 15",
      "8 44",
      "8 11",
      "8 71",
      "9 40",
      "9 04",
      "9 38",
      "9 48",
      "9 65",
      "9 64",
      "9 69",
      "22 6",
      "22 7",
      "10 1",
      "10 9",
      "40 5",
      "20 3",
      "20 6",
      "30 6",
      "70 2",
      "24 7",
      "14 1",
      "14 9",
      "17 1",
      "17 8",
      "25 2",
      "25 6",
      "83 5",
      "16 1",
      "16 4",
      "16 5",
      "05 8",
      "80 9",
      "32 6",
      "28 1",
      "28 8",
      "28 9",
      "42 1",
      "38 4",
      "38 5",
      "38 9",
      "48 2",
      "99 3",
      "68 4",
      "68 5",
      "68 8",
      "58 2",
      "58 7",
      "67 6",
      "97 1",
      "97 8",
      "98 6",
      "57 5",
      "57 8",
      "57 9",
      "37 7",
      "66 3",
      "19 3",
      "19 6",
      "13 9",
      "15 9",
      "65 3",
      "64 6",
      "77 6",
      "94 9",
      "72 6",
      "78 9",
      "44 4",
      "44 9",
      "55 1",
      "55 5",
      "55 9",
      "73 3",
      "08 7",
      "0 68",
      "0 65",
      "0 61",
      "2 37",
      "2 33",
      "3 43",
      "3 16",
      "3 42",
      "3 91",
      "4 20",
      "4 24",
      "4 60",
      "4 48",
      "4 68",
      "4 15",
      "4 93",
      "4 69",
      "4 55",
      "5 68",
      "5 64",
      "5 69",
      "6 12",
      "6 02",
      "6 80",
      "6 99",
      "6 67",
      "6 98",
      "7 43",
      "7 17",
      "7 52",
      "7 88",
      "8 25",
      "8 97",
      "8 78",
      "8 54",
      "8 79",
      "9 00",
      "9 20",
      "9 30",
      "9 24",
      "9 25",
      "9 18",
      "9 58",
      "9 19",
      "9 15",
      "43 1",
      "40 4",
      "20 2",
      "24 6",
      "17 4",
      "25 3",
      "83 4",
      "50 9",
      "12 1",
      "18 2",
      "18 6",
      "32 7",
      "28 4",
      "52 9",
      "67 3",
      "67 7",
      "97 5",
      "62 7",
      "98 7",
      "57 1",
      "47 8",
      "66 6",
      "15 1",
      "63 3",
      "95 9",
      "93 1",
      "93 9",
      "94 4",
      "72 3",
      "72 7",
      "78 4",
      "44 1",
      "69 1",
      "73 6",
      "33 3",
      "1 97",
      "2 12",
      "2 77",
      "3 22",
      "3 90",
      "3 52",
      "4 11",
      "4 51",
      "5 65",
      "5 93",
      "6 03",
      "6 13",
      "7 42",
      "7 62",
      "7 63",
      "7 95",
      "7 91",
      "8 30",
      "8 70",
      "8 48",
      "8 61",
      "8 74",
      "9 83",
      "9 05",
      "9 61",
      "43 4",
      "43 5",
      "40 1",
      "14 4",
      "14 8",
      "25 7",
      "16 9",
      "05 9",
      "99 7",
      "68 1",
      "98 2",
      "47 4",
      "13 4",
      "15 5",
      "65 6",
      "77 2",
      "54 1",
      "54 5",
      "75 6",
      "84 5",
      "3 80",
      "6 32",
      "6 42",
      "8 50",
      "8 60",
      "8 96",
      "9 50",
      "9 01",
      "70 3"
    ]
  }
}