{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "a": 17,
      "b": 18,
      "c": 19,
      "d": 20,
      "p": 21,
      "t": 22,
      "u": 23,
      "z": 24,
      "Ċ": 25,
      "Ġ": 26,
      "Ġ-": 27,
      ".d": 28,
      "at": 29,
      "ĠĊ": 30,
      ".dat": 31,
      "30": 32,
      "20": 33,
      "10": 34,
      "40": 35,
      "71": 36,
      "15": 37,
      "60": 38,
      "70": 39,
      "80": 40,
      "19": 41,
      "24": 42,
      "50": 43,
      "14": 44,
      "302": 45,
      "36": 46,
      "72": 47,
      "16": 48,
      "32": 49,
      "300": 50,
      "28": 51,
      "90": 52,
      "78": 53,
      "12": 54,
      "87": 55,
      "98": 56,
      "99": 57,
      "120": 58,
      "38": 59,
      "48": 60,
      "26": 61,
      "100": 62,
      "56": 63,
      "96": 64,
      "278": 65,
      "18": 66,
      "37": 67,
      "110": 68,
      "150": 69,
      "65": 70,
      "64": 71,
      "17": 72,
      "97": 73,
      "34": 74,
      "320": 75,
      "92": 76,
      "160": 77,
      "140": 78,
      "54": 79,
      "130": 80,
      "44": 81,
      "93": 82,
      "25": 83,
      "303": 84,
      "09": 85,
      "35": 86,
      "02": 87,
      "88": 88,
      "200": 89,
      "180": 90,
      "04": 91,
      "366": 92,
      "22": 93,
      "655": 94,
      "84": 95,
      "13": 96,
      "362": 97,
      "95": 98,
      "57": 99,
      "170": 100,
      "306": 101,
      "371": 102,
      "240": 103,
      "27": 104,
      "62": 105,
      "94": 106,
      "190": 107,
      "47": 108,
      "01": 109,
      "82": 110,
      "11": 111,
      "66": 112,
      "310": 113,
      "614": 114,
      "112": 115,
      "68": 116,
      "03": 117,
      "301": 118,
      "220": 119,
      "379": 120,
      "52": 121,
      "370": 122,
      "58": 123,
      "325": 124,
      "73": 125,
      "23": 126,
      "280": 127,
      "210": 128,
      "43": 129,
      "21": 130,
      "07": 131,
      "230": 132,
      "79": 133,
      "260": 134,
      "45": 135,
      "05": 136,
      "85": 137,
      "33": 138,
      "91": 139,
      "104": 140,
      "46": 141,
      "76": 142,
      "31": 143,
      "00": 144,
      "270": 145,
      "250": 146,
      "290": 147,
      "144": 148,
      "06": 149,
      "89": 150,
      "304": 151,
      "77": 152,
      "128": 153,
      "242": 154,
      "08": 155,
      "86": 156,
      "243": 157,
      "272": 158,
      "39": 159,
      "152": 160,
      "74": 161,
      "55": 162,
      "430": 163,
      "83": 164,
      "136": 165,
      "69": 166,
      "42": 167,
      "168": 168,
      "29": 169,
      "61": 170,
      "41": 171,
      "67": 172,
      "241": 173,
      "360": 174,
      "81": 175,
      "53": 176,
      "407": 177,
      "288": 178,
      "400": 179,
      "63": 180,
      "330": 181,
      "390": 182,
      "542": 183,
      "340": 184,
      "59": 185,
      "49": 186,
      "51": 187,
      "870": 188,
      "176": 189,
      "346": 190,
      "420": 191,
      "380": 192,
      "75": 193,
      "480": 194,
      "192": 195,
      "447": 196,
      "440": 197,
      "216": 198,
      "184": 199,
      "427": 200,
      "416": 201,
      "321": 202,
      "155": 203,
      "604": 204,
      "350": 205,
      "367": 206,
      "208": 207,
      "307": 208,
      "322": 209,
      "408": 210,
      "450": 211,
      "245": 212,
      "570": 213,
      "287": 214,
      "460": 215,
      "235": 216,
      "378": 217,
      "224": 218,
      "520": 219,
      "428": 220,
      "410": 221,
      "248": 222,
      "560": 223,
      "663": 224,
      "256": 225,
      "232": 226,
      "992": 227,
      "114": 228,
      "329": 229,
      "323": 230,
      "403": 231,
      "600": 232,
      "470": 233,
      "132": 234,
      "244": 235,
      "296": 236,
      "638": 237,
      "490": 238,
      "151": 239,
      "383": 240,
      "108": 241,
      "368": 242,
      "102": 243,
      "393": 244,
      "500": 245,
      "264": 246,
      "312": 247,
      "374": 248,
      "389": 249,
      "186": 250,
      "580": 251,
      "605": 252,
      "118": 253,
      "417": 254,
      "530": 255,
      "484": 256,
      "540": 257,
      "328": 258,
      "191": 259,
      "116": 260,
      "404": 261,
      "336": 262,
      "590": 263,
      "119": 264,
      "352": 265,
      "421": 266,
      "510": 267,
      "608": 268,
      "445": 269,
      "124": 270,
      "148": 271,
      "147": 272,
      "126": 273,
      "106": 274,
      "376": 275,
      "139": 276,
      "172": 277,
      "640": 278,
      "308": 279,
      "609": 280,
      "212": 281,
      "179": 282,
      "859": 283,
      "412": 284,
      "509": 285,
      "654": 286,
      "997": 287,
      "154": 288,
      "448": 289,
      "101": 290,
      "424": 291,
      "550": 292,
      "122": 293,
      "246": 294,
      "266": 295,
      "382": 296,
      "344": 297,
      "443": 298,
      "459": 299,
      "292": 300,
      "384": 301,
      "158": 302,
      "432": 303,
      "111": 304,
      "680": 305,
      "142": 306,
      "339": 307,
      "354": 308,
      "982": 309,
      "164": 310,
      "324": 311,
      "188": 312,
      "134": 313,
      "162": 314,
      "437": 315,
      "305": 316,
      "472": 317,
      "198": 318,
      "394": 319,
      "138": 320,
      "720": 321,
      "135": 322,
      "105": 323,
      "196": 324,
      "254": 325,
      "456": 326,
      "252": 327,
      "624": 328,
      "392": 329,
      "109": 330,
      "365": 331,
      "488": 332,
      "174": 333,
      "265": 334,
      "238": 335,
      "395": 336,
      "616": 337,
      "623": 338,
      "156": 339,
      "204": 340,
      "157": 341,
      "125": 342,
      "159": 343,
      "449": 344,
      "182": 345,
      "115": 346,
      "464": 347,
      "121": 348,
      "875": 349,
      "255": 350,
      "489": 351,
      "107": 352,
      "496": 353,
      "234": 354,
      "236": 355,
      "610": 356,
      "444": 357,
      "206": 358,
      "473": 359,
      "199": 360,
      "228": 361,
      "630": 362,
      "127": 363,
      "129": 364,
      "189": 365,
      "178": 366,
      "219": 367,
      "485": 368,
      "169": 369,
      "233": 370,
      "146": 371,
      "297": 372,
      "653": 373,
      "117": 374,
      "258": 375,
      "113": 376,
      "479": 377,
      "218": 378,
      "153": 379,
      "760": 380,
      "239": 381,
      "149": 382,
      "800": 383,
      "166": 384,
      "536": 385,
      "474": 386,
      "611": 387,
      "373": 388,
      "486": 389,
      "133": 390,
      "285": 391,
      "103": 392,
      "483": 393,
      "528": 394,
      "446": 395,
      "544": 396,
      "880": 397,
      "620": 398,
      "568": 399,
      "123": 400,
      "214": 401,
      "259": 402,
      "141": 403,
      "615": 404,
      "165": 405,
      "222": 406,
      "650": 407,
      "131": 408,
      "451": 409,
      "660": 410,
      "145": 411,
      "273": 412,
      "656": 413,
      "175": 414,
      "316": 415,
      "925": 416,
      "418": 417,
      "462": 418,
      "858": 419,
      "201": 420,
      "458": 421,
      "194": 422,
      "185": 423,
      "161": 424,
      "504": 425,
      "641": 426,
      "647": 427,
      "279": 428,
      "319": 429,
      "512": 430,
      "584": 431,
      "276": 432,
      "202": 433,
      "229": 434,
      "517": 435,
      "415": 436,
      "268": 437,
      "356": 438,
      "318": 439,
      "960": 440,
      "341": 441,
      "205": 442,
      "700": 443,
      "507": 444,
      "552": 445,
      "171": 446,
      "274": 447,
      "438": 448,
      "249": 449,
      "929": 450,
      "281": 451,
      "820": 452,
      "282": 453,
      "592": 454,
      "662": 455,
      "247": 456,
      "167": 457,
      "215": 458,
      "332": 459,
      "226": 460,
      "363": 461,
      "163": 462,
      "646": 463,
      "181": 464,
      "137": 465,
      "293": 466,
      "648": 467,
      "291": 468,
      "670": 469,
      "780": 470,
      "922": 471,
      "345": 472,
      "213": 473,
      "876": 474,
      "422": 475,
      "143": 476,
      "289": 477,
      "183": 478,
      "431": 479,
      "576": 480,
      "197": 481,
      "348": 482,
      "736": 483,
      "223": 484,
      "613": 485,
      "237": 486,
      "740": 487,
      "173": 488,
      "207": 489,
      "187": 490,
      "338": 491,
      "313": 492,
      "209": 493,
      "193": 494,
      "263": 495,
      "710": 496,
      "890": 497,
      "487": 498,
      "601": 499,
      "543": 500,
      "357": 501,
      "225": 502,
      "221": 503,
      "177": 504,
      "298": 505,
      "317": 506,
      "271": 507,
      "452": 508,
      "612": 509,
      "690": 510,
      "262": 511,
      "358": 512,
      "396": 513,
      "618": 514,
      "688": 515,
      "696": 516,
      "275": 517,
      "251": 518,
      "217": 519,
      "203": 520,
      "664": 521,
      "385": 522,
      "426": 523,
      "195": 524,
      "388": 525,
      "521": 526,
      "284": 527,
      "211": 528,
      "750": 529,
      "261": 530,
      "294": 531,
      "617": 532,
      "257": 533,
      "672": 534,
      "309": 535,
      "347": 536,
      "453": 537,
      "299": 538,
      "227": 539,
      "359": 540,
      "314": 541,
      "498": 542,
      "730": 543,
      "434": 544,
      "770": 545,
      "283": 546,
      "372": 547,
      "599": 548,
      "397": 549,
      "311": 550,
      "398": 551,
      "286": 552,
      "704": 553,
      "790": 554,
      "840": 555,
      "399": 556,
      "632": 557,
      "712": 558,
      "478": 559,
      "269": 560,
      "231": 561,
      "518": 562,
      "752": 563,
      "932": 564,
      "364": 565,
      "442": 566,
      "499": 567,
      "493": 568,
      "768": 569,
      "335": 570,
      "342": 571,
      "756": 572,
      "326": 573,
      "375": 574,
      "548": 575,
      "436": 576,
      "411": 577,
      "503": 578,
      "386": 579,
      "387": 580,
      "468": 581,
      "516": 582,
      "267": 583,
      "253": 584,
      "419": 585,
      "369": 586,
      "441": 587,
      "559": 588,
      "519": 589,
      "850": 590,
      "792": 591,
      "402": 592,
      "481": 593,
      "277": 594,
      "334": 595,
      "556": 596,
      "936": 597,
      "606": 598,
      "315": 599,
      "776": 600,
      "439": 601,
      "405": 602,
      "810": 603,
      "619": 604,
      "295": 605,
      "658": 606,
      "337": 607,
      "381": 608,
      "425": 609,
      "746": 610,
      "355": 611,
      "633": 612,
      "625": 613,
      "406": 614,
      "476": 615,
      "409": 616,
      "353": 617,
      "860": 618,
      "832": 619,
      "920": 620,
      "429": 621,
      "477": 622,
      "331": 623,
      "990": 624,
      "508": 625,
      "643": 626,
      "349": 627,
      "578": 628,
      "716": 629,
      "343": 630,
      "495": 631,
      "525": 632,
      "830": 633,
      "930": 634,
      "900": 635,
      "482": 636,
      "558": 637,
      "561": 638,
      "538": 639,
      "327": 640,
      "377": 641,
      "435": 642,
      "598": 643,
      "361": 644,
      "593": 645,
      "454": 646,
      "413": 647,
      "465": 648,
      "940": 649,
      "537": 650,
      "539": 651,
      "515": 652,
      "784": 653,
      "351": 654,
      "523": 655,
      "414": 656,
      "587": 657,
      "527": 658,
      "744": 659,
      "492": 660,
      "728": 661,
      "502": 662,
      "546": 663,
      "494": 664,
      "565": 665,
      "333": 666,
      "471": 667,
      "466": 668,
      "513": 669,
      "836": 670,
      "621": 671,
      "475": 672,
      "872": 673,
      "577": 674,
      "423": 675,
      "514": 676,
      "545": 677,
      "622": 678,
      "566": 679,
      "571": 680,
      "676": 681,
      "506": 682,
      "469": 683,
      "511": 684,
      "766": 685,
      "467": 686,
      "Ġu": 687,
      "808": 688,
      "582": 689,
      "889": 690,
      "524": 691,
      "572": 692,
      "588": 693,
      "401": 694,
      "644": 695,
      "759": 696,
      "391": 697,
      "549": 698,
      "567": 699,
      "969": 700,
      "433": 701,
      "463": 702,
      "554": 703,
      "919": 704,
      "882": 705,
      "497": 706,
      "457": 707,
      "535": 708,
      "532": 709,
      "526": 710,
      "522": 711,
      "579": 712,
      "910": 713,
      "534": 714,
      "553": 715,
      "491": 716,
      "944": 717,
      "602": 718,
      "642": 719,
      "980": 720,
      "581": 721,
      "585": 722,
      "505": 723,
      "564": 724,
      "636": 725,
      "755": 726,
      "652": 727,
      "455": 728,
      "461": 729,
      "555": 730,
      "595": 731,
      "594": 732,
      "531": 733,
      "914": 734,
      "591": 735,
      "796": 736,
      "901": 737,
      "574": 738,
      "589": 739,
      "678": 740,
      "862": 741,
      "902": 742,
      "597": 743,
      "695": 744,
      "562": 745,
      "921": 746,
      "551": 747,
      "765": 748,
      "950": 749,
      "557": 750,
      "533": 751,
      "626": 752,
      "607": 753,
      "708": 754,
      "904": 755,
      "586": 756,
      "718": 757,
      "541": 758,
      "952": 759,
      "958": 760,
      "cc": 761,
      "596": 762,
      "924": 763,
      "573": 764,
      "826": 765,
      "657": 766,
      "501": 767,
      "547": 768,
      "668": 769,
      "529": 770,
      "569": 771,
      "686": 772,
      "856": 773,
      "788": 774,
      "824": 775,
      "645": 776,
      "583": 777,
      "706": 778,
      "666": 779,
      "634": 780,
      "575": 781,
      "816": 782,
      "774": 783,
      "854": 784,
      "912": 785,
      "669": 786,
      "767": 787,
      "961": 788,
      "763": 789,
      "665": 790,
      "684": 791,
      "563": 792,
      "896": 793,
      "701": 794,
      "787": 795,
      "629": 796,
      "732": 797,
      "970": 798,
      "848": 799,
      "651": 800,
      "698": 801,
      "865": 802,
      "627": 803,
      "928": 804,
      "714": 805,
      "667": 806,
      "628": 807,
      "778": 808,
      "639": 809,
      "694": 810,
      "799": 811,
      "835": 812,
      "721": 813,
      "725": 814,
      "782": 815,
      "874": 816,
      "685": 817,
      "886": 818,
      "827": 819,
      "675": 820,
      "671": 821,
      "798": 822,
      "864": 823,
      "781": 824,
      "659": 825,
      "976": 826,
      "841": 827,
      "637": 828,
      "846": 829,
      "953": 830,
      "943": 831,
      "724": 832,
      "937": 833,
      "717": 834,
      "719": 835,
      "705": 836,
      "802": 837,
      "785": 838,
      "935": 839,
      "687": 840,
      "748": 841,
      "715": 842,
      "726": 843,
      "888": 844,
      "681": 845,
      "682": 846,
      "691": 847,
      "734": 848,
      "871": 849,
      "806": 850,
      "697": 851,
      "772": 852,
      "737": 853,
      "779": 854,
      "837": 855,
      "702": 856,
      "722": 857,
      "661": 858,
      "679": 859,
      "674": 860,
      "735": 861,
      "745": 862,
      "709": 863,
      "984": 864,
      "883": 865,
      "739": 866,
      "699": 867,
      "635": 868,
      "771": 869,
      "758": 870,
      "727": 871,
      "985": 872,
      "631": 873,
      "819": 874,
      "878": 875,
      "603": 876,
      "908": 877,
      "693": 878,
      "673": 879,
      "822": 880,
      "711": 881,
      "789": 882,
      "894": 883,
      "868": 884,
      "777": 885,
      "692": 886,
      "757": 887,
      "751": 888,
      "857": 889,
      "964": 890,
      "683": 891,
      "764": 892,
      "916": 893,
      "729": 894,
      "786": 895,
      "993": 896,
      "649": 897,
      "861": 898,
      "742": 899,
      "753": 900,
      "915": 901,
      "707": 902,
      "801": 903,
      "877": 904,
      "979": 905,
      "738": 906,
      "762": 907,
      "818": 908,
      "897": 909,
      "733": 910,
      "677": 911,
      "795": 912,
      "828": 913,
      "817": 914,
      "926": 915,
      "807": 916,
      "988": 917,
      "968": 918,
      "823": 919,
      "689": 920,
      "867": 921,
      "797": 922,
      "773": 923,
      "815": 924,
      "814": 925,
      "838": 926,
      "892": 927,
      "813": 928,
      "948": 929,
      "703": 930,
      "847": 931,
      "731": 932,
      "775": 933,
      "741": 934,
      "794": 935,
      "783": 936,
      "743": 937,
      "898": 938,
      "918": 939,
      "879": 940,
      "963": 941,
      "881": 942,
      "842": 943,
      "769": 944,
      "812": 945,
      "825": 946,
      "911": 947,
      "805": 948,
      "906": 949,
      "849": 950,
      "791": 951,
      "761": 952,
      "863": 953,
      "749": 954,
      "938": 955,
      "962": 956,
      "754": 957,
      "834": 958,
      "844": 959,
      "895": 960,
      "866": 961,
      "987": 962,
      "803": 963,
      "723": 964,
      "907": 965,
      "965": 966,
      "884": 967,
      "959": 968,
      "747": 969,
      "917": 970,
      "954": 971,
      "ac": 972,
      "804": 973,
      "989": 974,
      "843": 975,
      "946": 976,
      "947": 977,
      "869": 978,
      "793": 979,
      "833": 980,
      "831": 981,
      "903": 982,
      "996": 983,
      "977": 984,
      "893": 985,
      "852": 986,
      "972": 987,
      "978": 988,
      "934": 989,
      "995": 990,
      "885": 991,
      "845": 992,
      "945": 993,
      "949": 994,
      "853": 995,
      "855": 996,
      "811": 997,
      "839": 998,
      "998": 999,
      "981": 1000,
      "923": 1001,
      "931": 1002,
      "933": 1003,
      "942": 1004,
      "851": 1005,
      "971": 1006,
      "956": 1007,
      "951": 1008,
      "941": 1009,
      "891": 1010,
      "913": 1011,
      "cp": 1012,
      "713": 1013,
      "809": 1014,
      "905": 1015,
      "829": 1016,
      "cpz": 1017,
      "967": 1018,
      "973": 1019,
      "927": 1020,
      "955": 1021,
      "821": 1022,
      "887": 1023,
      "983": 1024,
      "975": 1025,
      "bc": 1026,
      "873": 1027,
      "991": 1028,
      "966": 1029,
      "957": 1030,
      "899": 1031,
      "909": 1032,
      "994": 1033,
      "939": 1034,
      "986": 1035,
      "bd": 1036,
      "974": 1037,
      "ap": 1038,
      "999": 1039,
      "cpza": 1040,
      "cpzd": 1041
    },
    "merges": [
      "Ġ -",
      ". d",
      "a t",
      "Ġ Ċ",
      ".d at",
      "3 0",
      "2 0",
      "1 0",
      "4 0",
      "7 1",
      "1 5",
      "6 0",
      "7 0",
      "8 0",
      "1 9",
      "2 4",
      "5 0",
      "1 4",
      "30 2",
      "3 6",
      "7 2",
      "1 6",
      "3 2",
      "30 0",
      "2 8",
      "9 0",
      "7 8",
      "1 2",
      "8 7",
      "9 8",
      "9 9",
      "1 20",
      "3 8",
      "4 8",
      "2 6",
      "10 0",
      "5 6",
      "9 6",
      "2 78",
      "1 8",
      "3 7",
      "1 10",
      "15 0",
      "6 5",
      "6 4",
      "1 7",
      "9 7",
      "3 4",
      "3 20",
      "9 2",
      "1 60",
      "1 40",
      "5 4",
      "1 30",
      "4 4",
      "9 3",
      "2 5",
      "30 3",
      "0 9",
      "3 5",
      "0 2",
      "8 8",
      "20 0",
      "1 80",
      "0 4",
      "36 6",
      "2 2",
      "65 5",
      "8 4",
      "1 3",
      "36 2",
      "9 5",
      "5 7",
      "1 70",
      "30 6",
      "3 71",
      "2 40",
      "2 7",
      "6 2",
      "9 4",
      "19 0",
      "4 7",
      "0 1",
      "8 2",
      "1 1",
      "6 6",
      "3 10",
      "6 14",
      "1 12",
      "6 8",
      "0 3",
      "30 1",
      "2 20",
      "37 9",
      "5 2",
      "3 70",
      "5 8",
      "32 5",
      "7 3",
      "2 3",
      "2 80",
      "2 10",
      "4 3",
      "2 1",
      "0 7",
      "2 30",
      "7 9",
      "2 60",
      "4 5",
      "0 5",
      "8 5",
      "3 3",
      "9 1",
      "10 4",
      "4 6",
      "7 6",
      "3 1",
      "0 0",
      "2 70",
      "2 50",
      "2 90",
      "14 4",
      "0 6",
      "8 9",
      "30 4",
      "7 7",
      "1 28",
      "24 2",
      "0 8",
      "8 6",
      "24 3",
      "2 72",
      "3 9",
      "15 2",
      "7 4",
      "5 5",
      "4 30",
      "8 3",
      "1 36",
      "6 9",
      "4 2",
      "16 8",
      "2 9",
      "6 1",
      "4 1",
      "6 7",
      "24 1",
      "3 60",
      "8 1",
      "5 3",
      "40 7",
      "28 8",
      "40 0",
      "6 3",
      "3 30",
      "3 90",
      "54 2",
      "3 40",
      "5 9",
      "4 9",
      "5 1",
      "8 70",
      "17 6",
      "34 6",
      "4 20",
      "3 80",
      "7 5",
      "4 80",
      "19 2",
      "44 7",
      "4 40",
      "2 16",
      "18 4",
      "4 27",
      "4 16",
      "32 1",
      "15 5",
      "60 4",
      "3 50",
      "36 7",
      "20 8",
      "30 7",
      "32 2",
      "40 8",
      "4 50",
      "24 5",
      "5 70",
      "28 7",
      "4 60",
      "2 35",
      "3 78",
      "2 24",
      "5 20",
      "4 28",
      "4 10",
      "24 8",
      "5 60",
      "66 3",
      "2 56",
      "2 32",
      "99 2",
      "1 14",
      "32 9",
      "32 3",
      "40 3",
      "60 0",
      "4 70",
      "1 32",
      "24 4",
      "2 96",
      "6 38",
      "4 90",
      "15 1",
      "38 3",
      "10 8",
      "36 8",
      "10 2",
      "3 93",
      "50 0",
      "26 4",
      "3 12",
      "37 4",
      "38 9",
      "18 6",
      "5 80",
      "60 5",
      "1 18",
      "4 17",
      "5 30",
      "48 4",
      "5 40",
      "32 8",
      "19 1",
      "1 16",
      "40 4",
      "3 36",
      "5 90",
      "1 19",
      "35 2",
      "4 21",
      "5 10",
      "60 8",
      "44 5",
      "1 24",
      "14 8",
      "14 7",
      "12 6",
      "10 6",
      "37 6",
      "13 9",
      "1 72",
      "6 40",
      "30 8",
      "60 9",
      "2 12",
      "17 9",
      "85 9",
      "4 12",
      "50 9",
      "65 4",
      "99 7",
      "15 4",
      "4 48",
      "10 1",
      "4 24",
      "5 50",
      "12 2",
      "24 6",
      "26 6",
      "38 2",
      "34 4",
      "44 3",
      "45 9",
      "2 92",
      "38 4",
      "15 8",
      "4 32",
      "11 1",
      "6 80",
      "14 2",
      "33 9",
      "3 54",
      "98 2",
      "16 4",
      "3 24",
      "18 8",
      "1 34",
      "16 2",
      "4 37",
      "30 5",
      "4 72",
      "19 8",
      "3 94",
      "1 38",
      "7 20",
      "1 35",
      "10 5",
      "19 6",
      "2 54",
      "4 56",
      "25 2",
      "6 24",
      "3 92",
      "10 9",
      "36 5",
      "48 8",
      "17 4",
      "26 5",
      "2 38",
      "3 95",
      "6 16",
      "62 3",
      "15 6",
      "20 4",
      "15 7",
      "12 5",
      "15 9",
      "44 9",
      "18 2",
      "1 15",
      "4 64",
      "12 1",
      "87 5",
      "25 5",
      "48 9",
      "10 7",
      "4 96",
      "2 34",
      "2 36",
      "6 10",
      "44 4",
      "20 6",
      "47 3",
      "19 9",
      "2 28",
      "6 30",
      "12 7",
      "12 9",
      "18 9",
      "1 78",
      "2 19",
      "48 5",
      "16 9",
      "23 3",
      "14 6",
      "2 97",
      "65 3",
      "1 17",
      "25 8",
      "1 13",
      "47 9",
      "2 18",
      "15 3",
      "7 60",
      "23 9",
      "14 9",
      "80 0",
      "16 6",
      "5 36",
      "47 4",
      "6 11",
      "37 3",
      "48 6",
      "13 3",
      "28 5",
      "10 3",
      "48 3",
      "5 28",
      "44 6",
      "54 4",
      "8 80",
      "6 20",
      "56 8",
      "12 3",
      "2 14",
      "25 9",
      "14 1",
      "6 15",
      "16 5",
      "22 2",
      "6 50",
      "13 1",
      "45 1",
      "6 60",
      "14 5",
      "27 3",
      "6 56",
      "17 5",
      "3 16",
      "92 5",
      "4 18",
      "4 62",
      "8 58",
      "20 1",
      "4 58",
      "19 4",
      "18 5",
      "16 1",
      "50 4",
      "64 1",
      "64 7",
      "27 9",
      "3 19",
      "5 12",
      "5 84",
      "27 6",
      "20 2",
      "22 9",
      "5 17",
      "4 15",
      "26 8",
      "3 56",
      "3 18",
      "9 60",
      "34 1",
      "20 5",
      "70 0",
      "50 7",
      "5 52",
      "1 71",
      "27 4",
      "4 38",
      "24 9",
      "92 9",
      "28 1",
      "8 20",
      "28 2",
      "5 92",
      "6 62",
      "24 7",
      "16 7",
      "2 15",
      "3 32",
      "2 26",
      "36 3",
      "16 3",
      "64 6",
      "18 1",
      "1 37",
      "2 93",
      "6 48",
      "2 91",
      "6 70",
      "7 80",
      "92 2",
      "34 5",
      "2 13",
      "87 6",
      "4 22",
      "14 3",
      "28 9",
      "18 3",
      "43 1",
      "57 6",
      "19 7",
      "3 48",
      "7 36",
      "22 3",
      "6 13",
      "2 37",
      "7 40",
      "17 3",
      "20 7",
      "1 87",
      "3 38",
      "3 13",
      "20 9",
      "19 3",
      "26 3",
      "7 10",
      "8 90",
      "4 87",
      "60 1",
      "54 3",
      "35 7",
      "2 25",
      "22 1",
      "17 7",
      "2 98",
      "3 17",
      "2 71",
      "4 52",
      "6 12",
      "6 90",
      "26 2",
      "35 8",
      "3 96",
      "6 18",
      "6 88",
      "6 96",
      "27 5",
      "25 1",
      "2 17",
      "20 3",
      "6 64",
      "38 5",
      "4 26",
      "19 5",
      "38 8",
      "52 1",
      "28 4",
      "2 11",
      "7 50",
      "26 1",
      "2 94",
      "6 17",
      "25 7",
      "6 72",
      "30 9",
      "34 7",
      "45 3",
      "2 99",
      "22 7",
      "35 9",
      "3 14",
      "4 98",
      "7 30",
      "4 34",
      "7 70",
      "28 3",
      "3 72",
      "5 99",
      "3 97",
      "3 11",
      "3 98",
      "28 6",
      "70 4",
      "7 90",
      "8 40",
      "3 99",
      "6 32",
      "71 2",
      "4 78",
      "26 9",
      "23 1",
      "5 18",
      "7 52",
      "9 32",
      "36 4",
      "44 2",
      "4 99",
      "4 93",
      "7 68",
      "3 35",
      "34 2",
      "7 56",
      "32 6",
      "37 5",
      "5 48",
      "4 36",
      "4 11",
      "50 3",
      "38 6",
      "3 87",
      "4 68",
      "5 16",
      "26 7",
      "25 3",
      "4 19",
      "36 9",
      "44 1",
      "55 9",
      "5 19",
      "8 50",
      "7 92",
      "40 2",
      "48 1",
      "27 7",
      "3 34",
      "5 56",
      "9 36",
      "60 6",
      "3 15",
      "7 76",
      "43 9",
      "40 5",
      "8 10",
      "6 19",
      "2 95",
      "65 8",
      "3 37",
      "38 1",
      "4 25",
      "7 46",
      "35 5",
      "6 33",
      "6 25",
      "40 6",
      "47 6",
      "40 9",
      "35 3",
      "8 60",
      "8 32",
      "9 20",
      "42 9",
      "47 7",
      "33 1",
      "9 90",
      "50 8",
      "64 3",
      "34 9",
      "5 78",
      "71 6",
      "34 3",
      "4 95",
      "5 25",
      "8 30",
      "9 30",
      "90 0",
      "48 2",
      "5 58",
      "56 1",
      "5 38",
      "32 7",
      "37 7",
      "4 35",
      "5 98",
      "36 1",
      "5 93",
      "4 54",
      "4 13",
      "4 65",
      "9 40",
      "5 37",
      "5 39",
      "5 15",
      "78 4",
      "35 1",
      "52 3",
      "4 14",
      "5 87",
      "5 27",
      "7 44",
      "4 92",
      "72 8",
      "50 2",
      "54 6",
      "4 94",
      "56 5",
      "33 3",
      "4 71",
      "4 66",
      "5 13",
      "8 36",
      "62 1",
      "47 5",
      "8 72",
      "57 7",
      "4 23",
      "5 14",
      "54 5",
      "6 22",
      "56 6",
      "5 71",
      "6 76",
      "50 6",
      "46 9",
      "5 11",
      "7 66",
      "46 7",
      "Ġ u",
      "80 8",
      "5 82",
      "88 9",
      "5 24",
      "5 72",
      "5 88",
      "40 1",
      "64 4",
      "7 59",
      "3 91",
      "54 9",
      "56 7",
      "96 9",
      "43 3",
      "46 3",
      "5 54",
      "9 19",
      "88 2",
      "4 97",
      "4 57",
      "5 35",
      "5 32",
      "5 26",
      "5 22",
      "57 9",
      "9 10",
      "5 34",
      "55 3",
      "4 91",
      "9 44",
      "60 2",
      "64 2",
      "9 80",
      "58 1",
      "58 5",
      "50 5",
      "56 4",
      "6 36",
      "7 55",
      "65 2",
      "45 5",
      "46 1",
      "55 5",
      "5 95",
      "5 94",
      "5 31",
      "9 14",
      "5 91",
      "7 96",
      "90 1",
      "57 4",
      "58 9",
      "6 78",
      "8 62",
      "90 2",
      "5 97",
      "6 95",
      "56 2",
      "92 1",
      "55 1",
      "7 65",
      "9 50",
      "5 57",
      "5 33",
      "6 26",
      "60 7",
      "70 8",
      "90 4",
      "58 6",
      "71 8",
      "54 1",
      "95 2",
      "95 8",
      "c c",
      "5 96",
      "9 24",
      "57 3",
      "8 26",
      "65 7",
      "50 1",
      "54 7",
      "66 8",
      "52 9",
      "56 9",
      "68 6",
      "8 56",
      "78 8",
      "8 24",
      "64 5",
      "58 3",
      "70 6",
      "66 6",
      "6 34",
      "57 5",
      "8 16",
      "77 4",
      "8 54",
      "9 12",
      "66 9",
      "76 7",
      "96 1",
      "76 3",
      "6 65",
      "6 84",
      "56 3",
      "8 96",
      "70 1",
      "78 7",
      "62 9",
      "7 32",
      "9 70",
      "8 48",
      "65 1",
      "6 98",
      "8 65",
      "6 27",
      "9 28",
      "71 4",
      "66 7",
      "6 28",
      "7 78",
      "6 39",
      "6 94",
      "7 99",
      "8 35",
      "72 1",
      "72 5",
      "78 2",
      "87 4",
      "68 5",
      "88 6",
      "8 27",
      "67 5",
      "6 71",
      "7 98",
      "8 64",
      "78 1",
      "65 9",
      "97 6",
      "84 1",
      "6 37",
      "84 6",
      "95 3",
      "94 3",
      "7 24",
      "9 37",
      "71 7",
      "71 9",
      "70 5",
      "80 2",
      "78 5",
      "93 5",
      "6 87",
      "7 48",
      "71 5",
      "72 6",
      "88 8",
      "68 1",
      "6 82",
      "6 91",
      "7 34",
      "8 71",
      "80 6",
      "6 97",
      "7 72",
      "7 37",
      "7 79",
      "8 37",
      "70 2",
      "72 2",
      "66 1",
      "6 79",
      "6 74",
      "7 35",
      "7 45",
      "70 9",
      "98 4",
      "88 3",
      "73 9",
      "6 99",
      "6 35",
      "7 71",
      "7 58",
      "72 7",
      "98 5",
      "6 31",
      "8 19",
      "8 78",
      "60 3",
      "90 8",
      "6 93",
      "6 73",
      "8 22",
      "71 1",
      "78 9",
      "8 94",
      "8 68",
      "77 7",
      "6 92",
      "7 57",
      "7 51",
      "8 57",
      "96 4",
      "68 3",
      "7 64",
      "9 16",
      "72 9",
      "78 6",
      "99 3",
      "64 9",
      "86 1",
      "74 2",
      "7 53",
      "9 15",
      "70 7",
      "80 1",
      "87 7",
      "97 9",
      "7 38",
      "7 62",
      "8 18",
      "8 97",
      "73 3",
      "6 77",
      "7 95",
      "8 28",
      "8 17",
      "9 26",
      "80 7",
      "98 8",
      "96 8",
      "82 3",
      "68 9",
      "86 7",
      "7 97",
      "7 73",
      "8 15",
      "8 14",
      "8 38",
      "8 92",
      "8 13",
      "9 48",
      "70 3",
      "84 7",
      "73 1",
      "77 5",
      "74 1",
      "7 94",
      "78 3",
      "7 43",
      "8 98",
      "9 18",
      "87 9",
      "96 3",
      "88 1",
      "84 2",
      "76 9",
      "8 12",
      "8 25",
      "9 11",
      "80 5",
      "90 6",
      "84 9",
      "79 1",
      "76 1",
      "86 3",
      "74 9",
      "9 38",
      "96 2",
      "7 54",
      "8 34",
      "8 44",
      "8 95",
      "8 66",
      "9 87",
      "80 3",
      "72 3",
      "90 7",
      "96 5",
      "88 4",
      "95 9",
      "7 47",
      "9 17",
      "9 54",
      "a c",
      "80 4",
      "98 9",
      "84 3",
      "94 6",
      "94 7",
      "86 9",
      "7 93",
      "8 33",
      "8 31",
      "90 3",
      "99 6",
      "97 7",
      "8 93",
      "8 52",
      "9 72",
      "9 78",
      "9 34",
      "99 5",
      "88 5",
      "84 5",
      "94 5",
      "94 9",
      "85 3",
      "85 5",
      "8 11",
      "8 39",
      "9 98",
      "98 1",
      "92 3",
      "93 1",
      "93 3",
      "94 2",
      "85 1",
      "9 71",
      "9 56",
      "95 1",
      "94 1",
      "8 91",
      "9 13",
      "c p",
      "71 3",
      "80 9",
      "90 5",
      "82 9",
      "cp z",
      "96 7",
      "97 3",
      "92 7",
      "95 5",
      "82 1",
      "8 87",
      "98 3",
      "97 5",
      "b c",
      "87 3",
      "99 1",
      "96 6",
      "95 7",
      "8 99",
      "90 9",
      "99 4",
      "93 9",
      "98 6",
      "b d",
      "97 4",
      "a p",
      "99 9",
      "cpz a",
      "cpz d"
    ]
  }
}