{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "a": 17,
      "b": 18,
      "c": 19,
      "d": 20,
      "p": 21,
      "t": 22,
      "u": 23,
      "z": 24,
      "Ċ": 25,
      "Ġ": 26,
      "Ġ-": 27,
      ".d": 28,
      "at": 29,
      "ĠĊ": 30,
      ".dat": 31,
      "70": 32,
      "707": 33,
      "30": 34,
      "20": 35,
      "10": 36,
      "40": 37,
      "15": 38,
      "60": 39,
      "71": 40,
      "80": 41,
      "19": 42,
      "50": 43,
      "14": 44,
      "24": 45,
      "302": 46,
      "72": 47,
      "32": 48,
      "36": 49,
      "16": 50,
      "300": 51,
      "90": 52,
      "78": 53,
      "28": 54,
      "12": 55,
      "25": 56,
      "65": 57,
      "48": 58,
      "120": 59,
      "38": 60,
      "18": 61,
      "100": 62,
      "56": 63,
      "37": 64,
      "278": 65,
      "64": 66,
      "96": 67,
      "44": 68,
      "110": 69,
      "150": 70,
      "99": 71,
      "54": 72,
      "320": 73,
      "39": 74,
      "160": 75,
      "140": 76,
      "17": 77,
      "35": 78,
      "68": 79,
      "130": 80,
      "66": 81,
      "34": 82,
      "11": 83,
      "303": 84,
      "98": 85,
      "93": 86,
      "200": 87,
      "180": 88,
      "366": 89,
      "27": 90,
      "655": 91,
      "362": 92,
      "57": 93,
      "22": 94,
      "00": 95,
      "88": 96,
      "170": 97,
      "306": 98,
      "371": 99,
      "240": 100,
      "58": 101,
      "47": 102,
      "26": 103,
      "190": 104,
      "84": 105,
      "301": 106,
      "614": 107,
      "310": 108,
      "112": 109,
      "52": 110,
      "379": 111,
      "94": 112,
      "13": 113,
      "220": 114,
      "62": 115,
      "370": 116,
      "325": 117,
      "45": 118,
      "92": 119,
      "280": 120,
      "75": 121,
      "210": 122,
      "230": 123,
      "73": 124,
      "43": 125,
      "46": 126,
      "260": 127,
      "104": 128,
      "95": 129,
      "02": 130,
      "76": 131,
      "23": 132,
      "01": 133,
      "270": 134,
      "144": 135,
      "250": 136,
      "290": 137,
      "304": 138,
      "704": 139,
      "242": 140,
      "55": 141,
      "128": 142,
      "152": 143,
      "08": 144,
      "79": 145,
      "654": 146,
      "243": 147,
      "42": 148,
      "272": 149,
      "384": 150,
      "97": 151,
      "430": 152,
      "925": 153,
      "136": 154,
      "82": 155,
      "705": 156,
      "168": 157,
      "33": 158,
      "502": 159,
      "241": 160,
      "06": 161,
      "259": 162,
      "59": 163,
      "271": 164,
      "83": 165,
      "360": 166,
      "86": 167,
      "87": 168,
      "407": 169,
      "288": 170,
      "69": 171,
      "447": 172,
      "49": 173,
      "77": 174,
      "400": 175,
      "542": 176,
      "866": 177,
      "967": 178,
      "09": 179,
      "74": 180,
      "03": 181,
      "330": 182,
      "390": 183,
      "04": 184,
      "51": 185,
      "340": 186,
      "870": 187,
      "05": 188,
      "07": 189,
      "29": 190,
      "176": 191,
      "81": 192,
      "346": 193,
      "63": 194,
      "420": 195,
      "992": 196,
      "61": 197,
      "997": 198,
      "380": 199,
      "480": 200,
      "192": 201,
      "216": 202,
      "427": 203,
      "604": 204,
      "322": 205,
      "440": 206,
      "184": 207,
      "85": 208,
      "155": 209,
      "416": 210,
      "321": 211,
      "995": 212,
      "307": 213,
      "350": 214,
      "208": 215,
      "367": 216,
      "89": 217,
      "31": 218,
      "224": 219,
      "408": 220,
      "702": 221,
      "21": 222,
      "41": 223,
      "91": 224,
      "67": 225,
      "53": 226,
      "245": 227,
      "287": 228,
      "014": 229,
      "663": 230,
      "432": 231,
      "450": 232,
      "570": 233,
      "460": 234,
      "235": 235,
      "378": 236,
      "232": 237,
      "316": 238,
      "520": 239,
      "428": 240,
      "248": 241,
      "612": 242,
      "106": 243,
      "111": 244,
      "383": 245,
      "183": 246,
      "164": 247,
      "410": 248,
      "638": 249,
      "403": 250,
      "329": 251,
      "114": 252,
      "560": 253,
      "608": 254,
      "256": 255,
      "323": 256,
      "355": 257,
      "296": 258,
      "132": 259,
      "693": 260,
      "007": 261,
      "449": 262,
      "108": 263,
      "600": 264,
      "368": 265,
      "470": 266,
      "424": 267,
      "244": 268,
      "392": 269,
      "982": 270,
      "137": 271,
      "151": 272,
      "490": 273,
      "102": 274,
      "264": 275,
      "393": 276,
      "389": 277,
      "032": 278,
      "131": 279,
      "011": 280,
      "101": 281,
      "561": 282,
      "116": 283,
      "417": 284,
      "500": 285,
      "068": 286,
      "445": 287,
      "374": 288,
      "684": 289,
      "312": 290,
      "328": 291,
      "186": 292,
      "045": 293,
      "118": 294,
      "141": 295,
      "148": 296,
      "580": 297,
      "191": 298,
      "488": 299,
      "605": 300,
      "675": 301,
      "479": 302,
      "075": 303,
      "018": 304,
      "530": 305,
      "025": 306,
      "157": 307,
      "035": 308,
      "484": 309,
      "352": 310,
      "540": 311,
      "344": 312,
      "624": 313,
      "071": 314,
      "404": 315,
      "126": 316,
      "587": 317,
      "336": 318,
      "590": 319,
      "609": 320,
      "421": 321,
      "376": 322,
      "412": 323,
      "119": 324,
      "382": 325,
      "687": 326,
      "545": 327,
      "122": 328,
      "510": 329,
      "179": 330,
      "057": 331,
      "698": 332,
      "632": 333,
      "507": 334,
      "124": 335,
      "859": 336,
      "437": 337,
      "147": 338,
      "139": 339,
      "254": 340,
      "611": 341,
      "093": 342,
      "107": 343,
      "004": 344,
      "172": 345,
      "308": 346,
      "194": 347,
      "640": 348,
      "212": 349,
      "188": 350,
      "236": 351,
      "509": 352,
      "566": 353,
      "448": 354,
      "464": 355,
      "616": 356,
      "154": 357,
      "156": 358,
      "486": 359,
      "215": 360,
      "246": 361,
      "493": 362,
      "512": 363,
      "459": 364,
      "875": 365,
      "550": 366,
      "266": 367,
      "443": 368,
      "158": 369,
      "162": 370,
      "292": 371,
      "354": 372,
      "451": 373,
      "987": 374,
      "105": 375,
      "686": 376,
      "085": 377,
      "142": 378,
      "680": 379,
      "121": 380,
      "472": 381,
      "339": 382,
      "324": 383,
      "171": 384,
      "211": 385,
      "134": 386,
      "196": 387,
      "365": 388,
      "305": 389,
      "135": 390,
      "174": 391,
      "483": 392,
      "199": 393,
      "178": 394,
      "138": 395,
      "456": 396,
      "109": 397,
      "198": 398,
      "394": 399,
      "327": 400,
      "238": 401,
      "720": 402,
      "115": 403,
      "175": 404,
      "252": 405,
      "125": 406,
      "552": 407,
      "623": 408,
      "522": 409,
      "498": 410,
      "495": 411,
      "532": 412,
      "167": 413,
      "255": 414,
      "133": 415,
      "557": 416,
      "265": 417,
      "395": 418,
      "204": 419,
      "517": 420,
      "182": 421,
      "159": 422,
      "146": 423,
      "626": 424,
      "228": 425,
      "489": 426,
      "444": 427,
      "173": 428,
      "332": 429,
      "618": 430,
      "276": 431,
      "505": 432,
      "436": 433,
      "496": 434,
      "234": 435,
      "539": 436,
      "207": 437,
      "656": 438,
      "169": 439,
      "129": 440,
      "258": 441,
      "536": 442,
      "127": 443,
      "015": 444,
      "206": 445,
      "610": 446,
      "149": 447,
      "219": 448,
      "415": 449,
      "653": 450,
      "473": 451,
      "462": 452,
      "153": 453,
      "113": 454,
      "043": 455,
      "630": 456,
      "117": 457,
      "189": 458,
      "485": 459,
      "696": 460,
      "233": 461,
      "297": 462,
      "239": 463,
      "453": 464,
      "543": 465,
      "949": 466,
      "528": 467,
      "218": 468,
      "439": 469,
      "021": 470,
      "103": 471,
      "145": 472,
      "568": 473,
      "363": 474,
      "760": 475,
      "794": 476,
      "166": 477,
      "466": 478,
      "800": 479,
      "165": 480,
      "446": 481,
      "641": 482,
      "474": 483,
      "418": 484,
      "285": 485,
      "373": 486,
      "046": 487,
      "544": 488,
      "458": 489,
      "406": 490,
      "504": 491,
      "695": 492,
      "894": 493,
      "237": 494,
      "195": 495,
      "028": 496,
      "214": 497,
      "123": 498,
      "231": 499,
      "359": 500,
      "671": 501,
      "646": 502,
      "880": 503,
      "249": 504,
      "620": 505,
      "548": 506,
      "648": 507,
      "341": 508,
      "053": 509,
      "647": 510,
      "615": 511,
      "222": 512,
      "714": 513,
      "468": 514,
      "202": 515,
      "209": 516,
      "650": 517,
      "221": 518,
      "005": 519,
      "660": 520,
      "579": 521,
      "268": 522,
      "161": 523,
      "541": 524,
      "592": 525,
      "676": 526,
      "356": 527,
      "584": 528,
      "273": 529,
      "922": 530,
      "185": 531,
      "193": 532,
      "768": 533,
      "319": 534,
      "281": 535,
      "187": 536,
      "858": 537,
      "201": 538,
      "205": 539,
      "954": 540,
      "279": 541,
      "078": 542,
      "293": 543,
      "338": 544,
      "425": 545,
      "181": 546,
      "229": 547,
      "396": 548,
      "613": 549,
      "299": 550,
      "318": 551,
      "481": 552,
      "960": 553,
      "282": 554,
      "962": 555,
      "226": 556,
      "438": 557,
      "688": 558,
      "247": 559,
      "177": 560,
      "274": 561,
      "263": 562,
      "700": 563,
      "667": 564,
      "606": 565,
      "345": 566,
      "752": 567,
      "143": 568,
      "163": 569,
      "291": 570,
      "434": 571,
      "972": 572,
      "929": 573,
      "820": 574,
      "662": 575,
      "463": 576,
      "385": 577,
      "262": 578,
      "213": 579,
      "372": 580,
      "576": 581,
      "583": 582,
      "399": 583,
      "397": 584,
      "985": 585,
      "644": 586,
      "095": 587,
      "876": 588,
      "594": 589,
      "670": 590,
      "780": 591,
      "738": 592,
      "534": 593,
      "555": 594,
      "375": 595,
      "682": 596,
      "572": 597,
      "677": 598,
      "529": 599,
      "554": 600,
      "422": 601,
      "286": 602,
      "289": 603,
      "431": 604,
      "082": 605,
      "348": 606,
      "477": 607,
      "353": 608,
      "358": 609,
      "405": 610,
      "298": 611,
      "197": 612,
      "736": 613,
      "223": 614,
      "398": 615,
      "039": 616,
      "003": 617,
      "454": 618,
      "203": 619,
      "559": 620,
      "822": 621,
      "886": 622,
      "740": 623,
      "906": 624,
      "388": 625,
      "691": 626,
      "601": 627,
      "311": 628,
      "313": 629,
      "357": 630,
      "452": 631,
      "225": 632,
      "710": 633,
      "890": 634,
      "317": 635,
      "257": 636,
      "487": 637,
      "664": 638,
      "946": 639,
      "776": 640,
      "013": 641,
      "690": 642,
      "465": 643,
      "284": 644,
      "499": 645,
      "622": 646,
      "577": 647,
      "361": 648,
      "337": 649,
      "765": 650,
      "574": 651,
      "521": 652,
      "253": 653,
      "295": 654,
      "515": 655,
      "721": 656,
      "426": 657,
      "596": 658,
      "309": 659,
      "275": 660,
      "658": 661,
      "689": 662,
      "217": 663,
      "294": 664,
      "251": 665,
      "941": 666,
      "326": 667,
      "564": 668,
      "672": 669,
      "746": 670,
      "283": 671,
      "792": 672,
      "227": 673,
      "831": 674,
      "599": 675,
      "065": 676,
      "750": 677,
      "261": 678,
      "617": 679,
      "872": 680,
      "711": 681,
      "665": 682,
      "347": 683,
      "267": 684,
      "598": 685,
      "314": 686,
      "741": 687,
      "718": 688,
      "277": 689,
      "578": 690,
      "826": 691,
      "589": 692,
      "730": 693,
      "524": 694,
      "478": 695,
      "770": 696,
      "725": 697,
      "334": 698,
      "756": 699,
      "669": 700,
      "411": 701,
      "678": 702,
      "712": 703,
      "585": 704,
      "433": 705,
      "933": 706,
      "797": 707,
      "790": 708,
      "840": 709,
      "996": 710,
      "781": 711,
      "784": 712,
      "331": 713,
      "335": 714,
      "064": 715,
      "636": 716,
      "364": 717,
      "503": 718,
      "269": 719,
      "518": 720,
      "633": 721,
      "661": 722,
      "914": 723,
      "932": 724,
      "442": 725,
      "748": 726,
      "911": 727,
      "602": 728,
      "342": 729,
      "919": 730,
      "935": 731,
      "519": 732,
      "527": 733,
      "516": 734,
      "625": 735,
      "369": 736,
      "659": 737,
      "386": 738,
      "387": 739,
      "441": 740,
      "419": 741,
      "381": 742,
      "349": 743,
      "628": 744,
      "475": 745,
      "850": 746,
      "089": 747,
      "402": 748,
      "635": 749,
      "642": 750,
      "728": 751,
      "556": 752,
      "619": 753,
      "936": 754,
      "643": 755,
      "315": 756,
      "959": 757,
      "716": 758,
      "056": 759,
      "810": 760,
      "562": 761,
      "627": 762,
      "771": 763,
      "975": 764,
      "731": 765,
      "582": 766,
      "476": 767,
      "943": 768,
      "423": 769,
      "511": 770,
      "008": 771,
      "825": 772,
      "409": 773,
      "897": 774,
      "429": 775,
      "733": 776,
      "787": 777,
      "343": 778,
      "055": 779,
      "413": 780,
      "558": 781,
      "735": 782,
      "860": 783,
      "832": 784,
      "920": 785,
      "990": 786,
      "508": 787,
      "435": 788,
      "514": 789,
      "697": 790,
      "482": 791,
      "377": 792,
      "523": 793,
      "525": 794,
      "538": 795,
      "830": 796,
      "930": 797,
      "900": 798,
      "621": 799,
      "809": 800,
      "351": 801,
      "593": 802,
      "652": 803,
      "565": 804,
      "823": 805,
      "828": 806,
      "537": 807,
      "940": 808,
      "506": 809,
      "513": 810,
      "737": 811,
      "819": 812,
      "808": 813,
      "492": 814,
      "497": 815,
      "977": 816,
      "762": 817,
      "333": 818,
      "414": 819,
      "494": 820,
      "766": 821,
      "744": 822,
      "795": 823,
      "086": 824,
      "964": 825,
      "706": 826,
      "563": 827,
      "546": 828,
      "755": 829,
      "471": 830,
      "836": 831,
      "843": 832,
      "759": 833,
      "863": 834,
      "571": 835,
      "673": 836,
      "778": 837,
      "469": 838,
      "084": 839,
      "581": 840,
      "917": 841,
      "889": 842,
      "901": 843,
      "927": 844,
      "588": 845,
      "782": 846,
      "775": 847,
      "467": 848,
      "892": 849,
      "Ġu": 850,
      "882": 851,
      "785": 852,
      "535": 853,
      "501": 854,
      "098": 855,
      "846": 856,
      "457": 857,
      "595": 858,
      "401": 859,
      "569": 860,
      "391": 861,
      "806": 862,
      "791": 863,
      "938": 864,
      "634": 865,
      "812": 866,
      "549": 867,
      "915": 868,
      "567": 869,
      "969": 870,
      "597": 871,
      "668": 872,
      "796": 873,
      "491": 874,
      "526": 875,
      "815": 876,
      "910": 877,
      "455": 878,
      "029": 879,
      "824": 880,
      "958": 881,
      "803": 882,
      "761": 883,
      "722": 884,
      "461": 885,
      "553": 886,
      "944": 887,
      "862": 888,
      "980": 889,
      "607": 890,
      "908": 891,
      "031": 892,
      "764": 893,
      "547": 894,
      "981": 895,
      "816": 896,
      "709": 897,
      "951": 898,
      "829": 899,
      "531": 900,
      "573": 901,
      "849": 902,
      "551": 903,
      "591": 904,
      "902": 905,
      "921": 906,
      "869": 907,
      "854": 908,
      "950": 909,
      "083": 910,
      "533": 911,
      "739": 912,
      "708": 913,
      "904": 914,
      "586": 915,
      "751": 916,
      "758": 917,
      "952": 918,
      "cc": 919,
      "994": 920,
      "674": 921,
      "811": 922,
      "924": 923,
      "856": 924,
      "834": 925,
      "726": 926,
      "657": 927,
      "645": 928,
      "976": 929,
      "989": 930,
      "763": 931,
      "097": 932,
      "818": 933,
      "575": 934,
      "877": 935,
      "099": 936,
      "788": 937,
      "968": 938,
      "666": 939,
      "745": 940,
      "639": 941,
      "814": 942,
      "789": 943,
      "774": 944,
      "912": 945,
      "767": 946,
      "732": 947,
      "773": 948,
      "961": 949,
      "034": 950,
      "629": 951,
      "701": 952,
      "845": 953,
      "848": 954,
      "896": 955,
      "006": 956,
      "081": 957,
      "865": 958,
      "838": 959,
      "970": 960,
      "883": 961,
      "049": 962,
      "742": 963,
      "719": 964,
      "802": 965,
      "651": 966,
      "841": 967,
      "957": 968,
      "903": 969,
      "861": 970,
      "817": 971,
      "928": 972,
      "786": 973,
      "783": 974,
      "074": 975,
      "779": 976,
      "036": 977,
      "042": 978,
      "798": 979,
      "835": 980,
      "999": 981,
      "023": 982,
      "637": 983,
      "694": 984,
      "799": 985,
      "837": 986,
      "893": 987,
      "685": 988,
      "874": 989,
      "777": 990,
      "833": 991,
      "717": 992,
      "729": 993,
      "986": 994,
      "094": 995,
      "079": 996,
      "827": 997,
      "953": 998,
      "864": 999,
      "753": 1000,
      "857": 1001,
      "945": 1002,
      "724": 1003,
      "937": 1004,
      "715": 1005,
      "772": 1006,
      "926": 1007,
      "681": 1008,
      "888": 1009,
      "041": 1010,
      "631": 1011,
      "734": 1012,
      "871": 1013,
      "979": 1014,
      "723": 1015,
      "769": 1016,
      "847": 1017,
      "887": 1018,
      "067": 1019,
      "853": 1020,
      "679": 1021,
      "984": 1022,
      "699": 1023,
      "971": 1024,
      "805": 1025,
      "727": 1026,
      "878": 1027,
      "851": 1028,
      "603": 1029,
      "879": 1030,
      "649": 1031,
      "026": 1032,
      "868": 1033,
      "821": 1034,
      "038": 1035,
      "692": 1036,
      "757": 1037,
      "683": 1038,
      "033": 1039,
      "916": 1040,
      "963": 1041,
      "993": 1042,
      "054": 1043,
      "801": 1044,
      "087": 1045,
      "061": 1046,
      "044": 1047,
      "703": 1048,
      "807": 1049,
      "907": 1050,
      "058": 1051,
      "077": 1052,
      "966": 1053,
      "988": 1054,
      "867": 1055,
      "096": 1056,
      "899": 1057,
      "813": 1058,
      "948": 1059,
      "063": 1060,
      "747": 1061,
      "088": 1062,
      "743": 1063,
      "749": 1064,
      "898": 1065,
      "918": 1066,
      "939": 1067,
      "881": 1068,
      "842": 1069,
      "017": 1070,
      "754": 1071,
      "934": 1072,
      "804": 1073,
      "091": 1074,
      "037": 1075,
      "062": 1076,
      "073": 1077,
      "059": 1078,
      "844": 1079,
      "895": 1080,
      "965": 1081,
      "884": 1082,
      "066": 1083,
      "092": 1084,
      "855": 1085,
      "947": 1086,
      "ac": 1087,
      "885": 1088,
      "793": 1089,
      "852": 1090,
      "873": 1091,
      "978": 1092,
      "923": 1093,
      "839": 1094,
      "998": 1095,
      "931": 1096,
      "942": 1097,
      "051": 1098,
      "956": 1099,
      "913": 1100,
      "cp": 1101,
      "713": 1102,
      "905": 1103,
      "991": 1104,
      "891": 1105,
      "cpz": 1106,
      "024": 1107,
      "973": 1108,
      "955": 1109,
      "048": 1110,
      "052": 1111,
      "983": 1112,
      "019": 1113,
      "016": 1114,
      "bc": 1115,
      "009": 1116,
      "012": 1117,
      "047": 1118,
      "909": 1119,
      "069": 1120,
      "027": 1121,
      "022": 1122,
      "bd": 1123,
      "974": 1124,
      "072": 1125,
      "076": 1126,
      "ap": 1127,
      "cpza": 1128,
      "cpzd": 1129
    },
    "merges": [
      "Ġ -",
      ". d",
      "a t",
      "Ġ Ċ",
      ".d at",
      "7 0",
      "70 7",
      "3 0",
      "2 0",
      "1 0",
      "4 0",
      "1 5",
      "6 0",
      "7 1",
      "8 0",
      "1 9",
      "5 0",
      "1 4",
      "2 4",
      "30 2",
      "7 2",
      "3 2",
      "3 6",
      "1 6",
      "30 0",
      "9 0",
      "7 8",
      "2 8",
      "1 2",
      "2 5",
      "6 5",
      "4 8",
      "1 20",
      "3 8",
      "1 8",
      "10 0",
      "5 6",
      "3 7",
      "2 78",
      "6 4",
      "9 6",
      "4 4",
      "1 10",
      "15 0",
      "9 9",
      "5 4",
      "3 20",
      "3 9",
      "1 60",
      "1 40",
      "1 7",
      "3 5",
      "6 8",
      "1 30",
      "6 6",
      "3 4",
      "1 1",
      "30 3",
      "9 8",
      "9 3",
      "20 0",
      "1 80",
      "36 6",
      "2 7",
      "65 5",
      "36 2",
      "5 7",
      "2 2",
      "0 0",
      "8 8",
      "1 70",
      "30 6",
      "3 71",
      "2 40",
      "5 8",
      "4 7",
      "2 6",
      "19 0",
      "8 4",
      "30 1",
      "6 14",
      "3 10",
      "1 12",
      "5 2",
      "37 9",
      "9 4",
      "1 3",
      "2 20",
      "6 2",
      "3 70",
      "32 5",
      "4 5",
      "9 2",
      "2 80",
      "7 5",
      "2 10",
      "2 30",
      "7 3",
      "4 3",
      "4 6",
      "2 60",
      "10 4",
      "9 5",
      "0 2",
      "7 6",
      "2 3",
      "0 1",
      "2 70",
      "14 4",
      "2 50",
      "2 90",
      "30 4",
      "70 4",
      "24 2",
      "5 5",
      "1 28",
      "15 2",
      "0 8",
      "7 9",
      "65 4",
      "24 3",
      "4 2",
      "2 72",
      "38 4",
      "9 7",
      "4 30",
      "9 25",
      "1 36",
      "8 2",
      "70 5",
      "16 8",
      "3 3",
      "50 2",
      "24 1",
      "0 6",
      "25 9",
      "5 9",
      "2 71",
      "8 3",
      "3 60",
      "8 6",
      "8 7",
      "40 7",
      "28 8",
      "6 9",
      "44 7",
      "4 9",
      "7 7",
      "40 0",
      "54 2",
      "8 66",
      "96 7",
      "0 9",
      "7 4",
      "0 3",
      "3 30",
      "3 90",
      "0 4",
      "5 1",
      "3 40",
      "8 70",
      "0 5",
      "0 7",
      "2 9",
      "17 6",
      "8 1",
      "34 6",
      "6 3",
      "4 20",
      "99 2",
      "6 1",
      "99 7",
      "3 80",
      "4 80",
      "19 2",
      "2 16",
      "4 27",
      "60 4",
      "32 2",
      "4 40",
      "18 4",
      "8 5",
      "15 5",
      "4 16",
      "32 1",
      "99 5",
      "30 7",
      "3 50",
      "20 8",
      "36 7",
      "8 9",
      "3 1",
      "2 24",
      "40 8",
      "70 2",
      "2 1",
      "4 1",
      "9 1",
      "6 7",
      "5 3",
      "24 5",
      "28 7",
      "0 14",
      "66 3",
      "4 32",
      "4 50",
      "5 70",
      "4 60",
      "2 35",
      "3 78",
      "2 32",
      "3 16",
      "5 20",
      "4 28",
      "24 8",
      "6 12",
      "10 6",
      "11 1",
      "38 3",
      "18 3",
      "16 4",
      "4 10",
      "6 38",
      "40 3",
      "32 9",
      "1 14",
      "5 60",
      "60 8",
      "25 6",
      "32 3",
      "35 5",
      "2 96",
      "1 32",
      "6 93",
      "00 7",
      "44 9",
      "10 8",
      "60 0",
      "36 8",
      "4 70",
      "4 24",
      "24 4",
      "39 2",
      "98 2",
      "1 37",
      "15 1",
      "4 90",
      "10 2",
      "2 64",
      "39 3",
      "38 9",
      "0 32",
      "13 1",
      "0 11",
      "10 1",
      "56 1",
      "1 16",
      "4 17",
      "50 0",
      "0 68",
      "44 5",
      "37 4",
      "68 4",
      "3 12",
      "32 8",
      "18 6",
      "0 45",
      "1 18",
      "14 1",
      "14 8",
      "5 80",
      "19 1",
      "48 8",
      "60 5",
      "6 75",
      "47 9",
      "0 75",
      "0 18",
      "5 30",
      "0 25",
      "15 7",
      "0 35",
      "48 4",
      "35 2",
      "5 40",
      "3 44",
      "6 24",
      "0 71",
      "40 4",
      "12 6",
      "58 7",
      "3 36",
      "5 90",
      "60 9",
      "42 1",
      "37 6",
      "4 12",
      "1 19",
      "38 2",
      "68 7",
      "54 5",
      "12 2",
      "5 10",
      "17 9",
      "0 57",
      "6 98",
      "6 32",
      "50 7",
      "1 24",
      "8 59",
      "4 37",
      "14 7",
      "1 39",
      "25 4",
      "6 11",
      "0 93",
      "10 7",
      "00 4",
      "1 72",
      "30 8",
      "19 4",
      "6 40",
      "2 12",
      "18 8",
      "2 36",
      "50 9",
      "56 6",
      "4 48",
      "4 64",
      "6 16",
      "15 4",
      "15 6",
      "48 6",
      "2 15",
      "24 6",
      "4 93",
      "5 12",
      "45 9",
      "8 75",
      "5 50",
      "2 66",
      "44 3",
      "15 8",
      "16 2",
      "2 92",
      "3 54",
      "45 1",
      "98 7",
      "10 5",
      "68 6",
      "08 5",
      "14 2",
      "6 80",
      "12 1",
      "4 72",
      "3 39",
      "3 24",
      "1 71",
      "2 11",
      "1 34",
      "19 6",
      "36 5",
      "30 5",
      "1 35",
      "17 4",
      "48 3",
      "19 9",
      "1 78",
      "1 38",
      "4 56",
      "10 9",
      "19 8",
      "39 4",
      "32 7",
      "2 38",
      "7 20",
      "1 15",
      "17 5",
      "25 2",
      "12 5",
      "5 52",
      "62 3",
      "5 22",
      "4 98",
      "4 95",
      "5 32",
      "16 7",
      "25 5",
      "13 3",
      "5 57",
      "2 65",
      "39 5",
      "20 4",
      "5 17",
      "18 2",
      "15 9",
      "14 6",
      "6 26",
      "2 28",
      "48 9",
      "44 4",
      "17 3",
      "3 32",
      "6 18",
      "27 6",
      "50 5",
      "4 36",
      "4 96",
      "2 34",
      "5 39",
      "20 7",
      "65 6",
      "16 9",
      "12 9",
      "25 8",
      "5 36",
      "12 7",
      "0 15",
      "20 6",
      "6 10",
      "14 9",
      "2 19",
      "4 15",
      "65 3",
      "47 3",
      "4 62",
      "15 3",
      "11 3",
      "0 43",
      "6 30",
      "1 17",
      "18 9",
      "48 5",
      "6 96",
      "23 3",
      "2 97",
      "2 39",
      "45 3",
      "54 3",
      "94 9",
      "5 28",
      "2 18",
      "4 39",
      "02 1",
      "10 3",
      "14 5",
      "56 8",
      "36 3",
      "7 60",
      "7 94",
      "16 6",
      "4 66",
      "80 0",
      "16 5",
      "44 6",
      "64 1",
      "47 4",
      "4 18",
      "28 5",
      "37 3",
      "0 46",
      "5 44",
      "4 58",
      "40 6",
      "50 4",
      "6 95",
      "8 94",
      "2 37",
      "19 5",
      "0 28",
      "2 14",
      "12 3",
      "23 1",
      "35 9",
      "6 71",
      "64 6",
      "8 80",
      "24 9",
      "6 20",
      "5 48",
      "6 48",
      "34 1",
      "05 3",
      "64 7",
      "6 15",
      "22 2",
      "71 4",
      "4 68",
      "20 2",
      "20 9",
      "6 50",
      "22 1",
      "00 5",
      "6 60",
      "57 9",
      "2 68",
      "16 1",
      "54 1",
      "5 92",
      "6 76",
      "3 56",
      "58 4",
      "27 3",
      "9 22",
      "18 5",
      "19 3",
      "7 68",
      "3 19",
      "28 1",
      "18 7",
      "8 58",
      "20 1",
      "20 5",
      "9 54",
      "27 9",
      "0 78",
      "2 93",
      "3 38",
      "4 25",
      "18 1",
      "22 9",
      "3 96",
      "6 13",
      "2 99",
      "3 18",
      "48 1",
      "9 60",
      "28 2",
      "96 2",
      "22 6",
      "4 38",
      "68 8",
      "24 7",
      "17 7",
      "27 4",
      "26 3",
      "70 0",
      "66 7",
      "60 6",
      "34 5",
      "7 52",
      "14 3",
      "16 3",
      "29 1",
      "4 34",
      "9 72",
      "92 9",
      "8 20",
      "66 2",
      "46 3",
      "38 5",
      "26 2",
      "2 13",
      "3 72",
      "57 6",
      "58 3",
      "3 99",
      "39 7",
      "98 5",
      "64 4",
      "0 95",
      "8 76",
      "5 94",
      "6 70",
      "7 80",
      "7 38",
      "5 34",
      "55 5",
      "37 5",
      "68 2",
      "5 72",
      "6 77",
      "52 9",
      "5 54",
      "4 22",
      "28 6",
      "28 9",
      "43 1",
      "08 2",
      "3 48",
      "47 7",
      "35 3",
      "35 8",
      "40 5",
      "2 98",
      "19 7",
      "7 36",
      "22 3",
      "39 8",
      "0 39",
      "00 3",
      "4 54",
      "20 3",
      "55 9",
      "8 22",
      "88 6",
      "7 40",
      "90 6",
      "38 8",
      "69 1",
      "60 1",
      "3 11",
      "3 13",
      "35 7",
      "4 52",
      "2 25",
      "7 10",
      "8 90",
      "3 17",
      "25 7",
      "48 7",
      "6 64",
      "94 6",
      "7 76",
      "0 13",
      "6 90",
      "4 65",
      "28 4",
      "4 99",
      "6 22",
      "57 7",
      "36 1",
      "3 37",
      "7 65",
      "57 4",
      "52 1",
      "25 3",
      "2 95",
      "5 15",
      "72 1",
      "4 26",
      "5 96",
      "30 9",
      "27 5",
      "65 8",
      "68 9",
      "2 17",
      "2 94",
      "25 1",
      "94 1",
      "32 6",
      "56 4",
      "6 72",
      "7 46",
      "28 3",
      "7 92",
      "2 27",
      "83 1",
      "5 99",
      "0 65",
      "7 50",
      "26 1",
      "6 17",
      "8 72",
      "71 1",
      "6 65",
      "34 7",
      "26 7",
      "5 98",
      "3 14",
      "74 1",
      "71 8",
      "27 7",
      "5 78",
      "8 26",
      "58 9",
      "7 30",
      "5 24",
      "4 78",
      "7 70",
      "72 5",
      "3 34",
      "7 56",
      "66 9",
      "4 11",
      "6 78",
      "71 2",
      "58 5",
      "43 3",
      "93 3",
      "79 7",
      "7 90",
      "8 40",
      "9 96",
      "78 1",
      "78 4",
      "33 1",
      "3 35",
      "0 64",
      "6 36",
      "36 4",
      "50 3",
      "26 9",
      "5 18",
      "6 33",
      "66 1",
      "9 14",
      "9 32",
      "44 2",
      "7 48",
      "9 11",
      "60 2",
      "34 2",
      "9 19",
      "9 35",
      "5 19",
      "5 27",
      "5 16",
      "6 25",
      "36 9",
      "65 9",
      "38 6",
      "38 7",
      "44 1",
      "4 19",
      "38 1",
      "34 9",
      "6 28",
      "47 5",
      "8 50",
      "08 9",
      "40 2",
      "6 35",
      "64 2",
      "72 8",
      "5 56",
      "6 19",
      "9 36",
      "64 3",
      "3 15",
      "95 9",
      "71 6",
      "0 56",
      "8 10",
      "56 2",
      "6 27",
      "7 71",
      "9 75",
      "73 1",
      "58 2",
      "47 6",
      "94 3",
      "4 23",
      "5 11",
      "00 8",
      "8 25",
      "40 9",
      "8 97",
      "42 9",
      "73 3",
      "78 7",
      "34 3",
      "0 55",
      "4 13",
      "5 58",
      "7 35",
      "8 60",
      "8 32",
      "9 20",
      "9 90",
      "50 8",
      "4 35",
      "5 14",
      "6 97",
      "48 2",
      "37 7",
      "52 3",
      "5 25",
      "5 38",
      "8 30",
      "9 30",
      "90 0",
      "62 1",
      "80 9",
      "35 1",
      "5 93",
      "65 2",
      "5 65",
      "8 23",
      "8 28",
      "5 37",
      "9 40",
      "50 6",
      "5 13",
      "7 37",
      "8 19",
      "80 8",
      "4 92",
      "4 97",
      "97 7",
      "7 62",
      "33 3",
      "4 14",
      "4 94",
      "7 66",
      "7 44",
      "7 95",
      "08 6",
      "9 64",
      "70 6",
      "56 3",
      "54 6",
      "75 5",
      "4 71",
      "8 36",
      "84 3",
      "75 9",
      "86 3",
      "5 71",
      "6 73",
      "7 78",
      "46 9",
      "0 84",
      "58 1",
      "9 17",
      "88 9",
      "90 1",
      "9 27",
      "5 88",
      "78 2",
      "7 75",
      "46 7",
      "8 92",
      "Ġ u",
      "88 2",
      "78 5",
      "5 35",
      "50 1",
      "0 98",
      "84 6",
      "4 57",
      "5 95",
      "40 1",
      "56 9",
      "39 1",
      "80 6",
      "79 1",
      "9 38",
      "6 34",
      "8 12",
      "54 9",
      "9 15",
      "56 7",
      "96 9",
      "5 97",
      "6 68",
      "7 96",
      "49 1",
      "5 26",
      "8 15",
      "9 10",
      "45 5",
      "02 9",
      "8 24",
      "9 58",
      "80 3",
      "76 1",
      "72 2",
      "46 1",
      "55 3",
      "9 44",
      "8 62",
      "9 80",
      "60 7",
      "90 8",
      "03 1",
      "7 64",
      "54 7",
      "98 1",
      "8 16",
      "70 9",
      "95 1",
      "82 9",
      "5 31",
      "57 3",
      "84 9",
      "55 1",
      "59 1",
      "90 2",
      "92 1",
      "86 9",
      "8 54",
      "9 50",
      "08 3",
      "5 33",
      "7 39",
      "70 8",
      "90 4",
      "58 6",
      "75 1",
      "7 58",
      "9 52",
      "c c",
      "99 4",
      "6 74",
      "8 11",
      "9 24",
      "8 56",
      "8 34",
      "72 6",
      "65 7",
      "64 5",
      "9 76",
      "98 9",
      "76 3",
      "0 97",
      "8 18",
      "57 5",
      "87 7",
      "0 99",
      "78 8",
      "96 8",
      "66 6",
      "7 45",
      "6 39",
      "8 14",
      "78 9",
      "77 4",
      "9 12",
      "76 7",
      "7 32",
      "7 73",
      "96 1",
      "0 34",
      "62 9",
      "70 1",
      "84 5",
      "8 48",
      "8 96",
      "00 6",
      "08 1",
      "8 65",
      "8 38",
      "9 70",
      "88 3",
      "0 49",
      "7 42",
      "71 9",
      "80 2",
      "65 1",
      "84 1",
      "9 57",
      "90 3",
      "86 1",
      "8 17",
      "9 28",
      "78 6",
      "78 3",
      "0 74",
      "7 79",
      "0 36",
      "0 42",
      "7 98",
      "8 35",
      "99 9",
      "02 3",
      "6 37",
      "6 94",
      "7 99",
      "8 37",
      "8 93",
      "68 5",
      "87 4",
      "77 7",
      "8 33",
      "71 7",
      "72 9",
      "98 6",
      "0 94",
      "0 79",
      "8 27",
      "95 3",
      "8 64",
      "75 3",
      "8 57",
      "94 5",
      "7 24",
      "9 37",
      "7 15",
      "7 72",
      "9 26",
      "68 1",
      "88 8",
      "04 1",
      "63 1",
      "7 34",
      "8 71",
      "9 79",
      "72 3",
      "76 9",
      "8 47",
      "88 7",
      "06 7",
      "85 3",
      "6 79",
      "98 4",
      "6 99",
      "9 71",
      "80 5",
      "72 7",
      "8 78",
      "8 51",
      "60 3",
      "8 79",
      "64 9",
      "0 26",
      "8 68",
      "82 1",
      "0 38",
      "6 92",
      "7 57",
      "68 3",
      "0 33",
      "9 16",
      "96 3",
      "99 3",
      "0 54",
      "80 1",
      "08 7",
      "06 1",
      "0 44",
      "70 3",
      "80 7",
      "90 7",
      "0 58",
      "0 77",
      "96 6",
      "98 8",
      "86 7",
      "0 96",
      "8 99",
      "8 13",
      "9 48",
      "06 3",
      "7 47",
      "0 88",
      "7 43",
      "7 49",
      "8 98",
      "9 18",
      "9 39",
      "88 1",
      "84 2",
      "0 17",
      "7 54",
      "9 34",
      "80 4",
      "09 1",
      "0 37",
      "0 62",
      "0 73",
      "0 59",
      "8 44",
      "8 95",
      "9 65",
      "88 4",
      "0 66",
      "0 92",
      "8 55",
      "9 47",
      "a c",
      "88 5",
      "7 93",
      "8 52",
      "8 73",
      "9 78",
      "92 3",
      "8 39",
      "99 8",
      "93 1",
      "94 2",
      "0 51",
      "9 56",
      "9 13",
      "c p",
      "71 3",
      "90 5",
      "99 1",
      "89 1",
      "cp z",
      "0 24",
      "9 73",
      "95 5",
      "0 48",
      "0 52",
      "98 3",
      "0 19",
      "0 16",
      "b c",
      "00 9",
      "0 12",
      "0 47",
      "90 9",
      "06 9",
      "0 27",
      "0 22",
      "b d",
      "97 4",
      "0 72",
      "0 76",
      "a p",
      "cpz a",
      "cpz d"
    ]
  }
}