{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "a": 17,
      "b": 18,
      "c": 19,
      "d": 20,
      "p": 21,
      "t": 22,
      "u": 23,
      "z": 24,
      "Ċ": 25,
      "Ġ": 26,
      "Ġ-": 27,
      ".d": 28,
      "at": 29,
      ".dat": 30,
      "30": 31,
      "20": 32,
      "10": 33,
      "40": 34,
      "71": 35,
      "15": 36,
      "60": 37,
      "70": 38,
      "80": 39,
      "19": 40,
      "24": 41,
      "50": 42,
      "14": 43,
      "302": 44,
      "36": 45,
      "72": 46,
      "16": 47,
      "32": 48,
      "300": 49,
      "28": 50,
      "90": 51,
      "78": 52,
      "12": 53,
      "87": 54,
      "98": 55,
      "99": 56,
      "120": 57,
      "38": 58,
      "48": 59,
      "26": 60,
      "100": 61,
      "56": 62,
      "96": 63,
      "278": 64,
      "18": 65,
      "37": 66,
      "110": 67,
      "150": 68,
      "65": 69,
      "64": 70,
      "17": 71,
      "97": 72,
      "34": 73,
      "320": 74,
      "92": 75,
      "160": 76,
      "140": 77,
      "54": 78,
      "130": 79,
      "44": 80,
      "93": 81,
      "25": 82,
      "303": 83,
      "09": 84,
      "35": 85,
      "02": 86,
      "88": 87,
      "200": 88,
      "180": 89,
      "04": 90,
      "366": 91,
      "22": 92,
      "655": 93,
      "84": 94,
      "13": 95,
      "362": 96,
      "95": 97,
      "57": 98,
      "170": 99,
      "306": 100,
      "371": 101,
      "240": 102,
      "27": 103,
      "62": 104,
      "94": 105,
      "190": 106,
      "47": 107,
      "01": 108,
      "82": 109,
      "11": 110,
      "66": 111,
      "310": 112,
      "614": 113,
      "112": 114,
      "68": 115,
      "03": 116,
      "301": 117,
      "220": 118,
      "379": 119,
      "52": 120,
      "370": 121,
      "58": 122,
      "325": 123,
      "73": 124,
      "23": 125,
      "280": 126,
      "210": 127,
      "43": 128,
      "21": 129,
      "07": 130,
      "230": 131,
      "79": 132,
      "260": 133,
      "45": 134,
      "05": 135,
      "85": 136,
      "33": 137,
      "91": 138,
      "104": 139
    },
    "merges": [
      "Ġ -",
      ". d",
      "a t",
      ".d at",
      "3 0",
      "2 0",
      "1 0",
      "4 0",
      "7 1",
      "1 5",
      "6 0",
      "7 0",
      "8 0",
      "1 9",
      "2 4",
      "5 0",
      "1 4",
      "30 2",
      "3 6",
      "7 2",
      "1 6",
      "3 2",
      "30 0",
      "2 8",
      "9 0",
      "7 8",
      "1 2",
      "8 7",
      "9 8",
      "9 9",
      "1 20",
      "3 8",
      "4 8",
      "2 6",
      "10 0",
      "5 6",
      "9 6",
      "2 78",
      "1 8",
      "3 7",
      "1 10",
      "15 0",
      "6 5",
      "6 4",
      "1 7",
      "9 7",
      "3 4",
      "3 20",
      "9 2",
      "1 60",
      "1 40",
      "5 4",
      "1 30",
      "4 4",
      "9 3",
      "2 5",
      "30 3",
      "0 9",
      "3 5",
      "0 2",
      "8 8",
      "20 0",
      "1 80",
      "0 4",
      "36 6",
      "2 2",
      "65 5",
      "8 4",
      "1 3",
      "36 2",
      "9 5",
      "5 7",
      "1 70",
      "30 6",
      "3 71",
      "2 40",
      "2 7",
      "6 2",
      "9 4",
      "19 0",
      "4 7",
      "0 1",
      "8 2",
      "1 1",
      "6 6",
      "3 10",
      "6 14",
      "1 12",
      "6 8",
      "0 3",
      "30 1",
      "2 20",
      "37 9",
      "5 2",
      "3 70",
      "5 8",
      "32 5",
      "7 3",
      "2 3",
      "2 80",
      "2 10",
      "4 3",
      "2 1",
      "0 7",
      "2 30",
      "7 9",
      "2 60",
      "4 5",
      "0 5",
      "8 5",
      "3 3",
      "9 1",
      "10 4"
    ]
  }
}