{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "a": 17,
      "d": 18,
      "t": 19,
      "Ċ": 20,
      "Ġ": 21,
      "Ġ-": 22,
      "70": 23,
      ".d": 24,
      "at": 25,
      "ĠĊ": 26,
      ".dat": 27,
      "707": 28,
      "43": 29,
      "22": 30,
      "40": 31,
      "10": 32,
      "20": 33,
      "30": 34,
      "24": 35,
      "14": 36,
      "245": 37,
      "17": 38,
      "417": 39,
      "437": 40,
      "243": 41,
      "543": 42,
      "83": 43,
      "25": 44,
      "408": 45,
      "16": 46,
      "50": 47,
      "60": 48,
      "12": 49,
      "80": 50,
      "32": 51,
      "90": 52,
      "18": 53,
      "28": 54,
      "38": 55,
      "42": 56,
      "100": 57,
      "52": 58,
      "110": 59,
      "48": 60,
      "120": 61,
      "62": 62,
      "72": 63,
      "58": 64,
      "36": 65,
      "26": 66,
      "130": 67,
      "46": 68,
      "68": 69,
      "34": 70,
      "140": 71,
      "82": 72,
      "44": 73,
      "78": 74,
      "92": 75,
      "150": 76,
      "88": 77,
      "56": 78,
      "102": 79,
      "54": 80,
      "160": 81,
      "64": 82,
      "112": 83,
      "98": 84,
      "170": 85,
      "108": 86,
      "66": 87,
      "122": 88,
      "76": 89,
      "180": 90,
      "132": 91,
      "118": 92,
      "74": 93,
      "84": 94,
      "128": 95,
      "190": 96,
      "142": 97,
      "86": 98,
      "138": 99,
      "152": 100,
      "200": 101,
      "96": 102,
      "94": 103,
      "104": 104,
      "106": 105,
      "116": 106,
      "148": 107,
      "210": 108,
      "124": 109,
      "162": 110,
      "158": 111,
      "172": 112,
      "168": 113,
      "220": 114,
      "126": 115,
      "136": 116,
      "114": 117,
      "230": 118,
      "192": 119,
      "156": 120,
      "144": 121,
      "182": 122,
      "188": 123,
      "146": 124,
      "178": 125,
      "134": 126,
      "240": 127,
      "202": 128,
      "164": 129,
      "198": 130,
      "270": 131,
      "214": 132,
      "212": 133,
      "218": 134,
      "208": 135,
      "248": 136,
      "176": 137,
      "250": 138,
      "184": 139,
      "186": 140
    },
    "merges": [
      "Ġ -",
      "7 0",
      ". d",
      "a t",
      "Ġ Ċ",
      ".d at",
      "70 7",
      "4 3",
      "2 2",
      "4 0",
      "1 0",
      "2 0",
      "3 0",
      "2 4",
      "1 4",
      "24 5",
      "1 7",
      "4 17",
      "43 7",
      "2 43",
      "5 43",
      "8 3",
      "2 5",
      "40 8",
      "1 6",
      "5 0",
      "6 0",
      "1 2",
      "8 0",
      "3 2",
      "9 0",
      "1 8",
      "2 8",
      "3 8",
      "4 2",
      "10 0",
      "5 2",
      "1 10",
      "4 8",
      "1 20",
      "6 2",
      "7 2",
      "5 8",
      "3 6",
      "2 6",
      "1 30",
      "4 6",
      "6 8",
      "3 4",
      "1 40",
      "8 2",
      "4 4",
      "7 8",
      "9 2",
      "1 50",
      "8 8",
      "5 6",
      "10 2",
      "5 4",
      "16 0",
      "6 4",
      "1 12",
      "9 8",
      "1 70",
      "10 8",
      "6 6",
      "1 22",
      "7 6",
      "1 80",
      "1 32",
      "1 18",
      "7 4",
      "8 4",
      "12 8",
      "1 90",
      "14 2",
      "8 6",
      "1 38",
      "1 52",
      "20 0",
      "9 6",
      "9 4",
      "10 4",
      "10 6",
      "1 16",
      "14 8",
      "2 10",
      "1 24",
      "16 2",
      "1 58",
      "17 2",
      "16 8",
      "22 0",
      "12 6",
      "1 36",
      "1 14",
      "2 30",
      "1 92",
      "1 56",
      "14 4",
      "18 2",
      "18 8",
      "14 6",
      "17 8",
      "1 34",
      "2 40",
      "20 2",
      "16 4",
      "1 98",
      "2 70",
      "2 14",
      "2 12",
      "2 18",
      "20 8",
      "24 8",
      "17 6",
      "25 0",
      "18 4",
      "18 6"
    ]
  }
}