{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      "a": 17,
      "b": 18,
      "c": 19,
      "d": 20,
      "p": 21,
      "t": 22,
      "u": 23,
      "z": 24,
      "Ċ": 25,
      "Ġ": 26,
      "Ġ-": 27,
      ".d": 28,
      "at": 29,
      ".dat": 30,
      "30": 31,
      "20": 32,
      "10": 33,
      "40": 34,
      "71": 35,
      "15": 36,
      "60": 37,
      "70": 38,
      "80": 39,
      "19": 40,
      "24": 41,
      "50": 42,
      "14": 43,
      "302": 44,
      "36": 45,
      "72": 46,
      "16": 47,
      "32": 48,
      "300": 49,
      "28": 50,
      "90": 51,
      "78": 52,
      "12": 53,
      "87": 54,
      "98": 55,
      "99": 56,
      "120": 57,
      "38": 58,
      "48": 59,
      "26": 60,
      "100": 61,
      "56": 62,
      "96": 63,
      "278": 64,
      "18": 65,
      "37": 66,
      "110": 67,
      "150": 68,
      "65": 69,
      "64": 70,
      "17": 71,
      "97": 72,
      "34": 73,
      "320": 74,
      "92": 75,
      "160": 76,
      "140": 77,
      "54": 78,
      "130": 79,
      "44": 80,
      "93": 81,
      "25": 82,
      "303": 83,
      "09": 84,
      "35": 85,
      "02": 86,
      "88": 87,
      "200": 88,
      "180": 89,
      "04": 90,
      "366": 91,
      "22": 92,
      "655": 93,
      "84": 94,
      "13": 95,
      "362": 96,
      "95": 97,
      "57": 98,
      "170": 99,
      "306": 100,
      "371": 101,
      "240": 102,
      "27": 103,
      "62": 104,
      "94": 105,
      "190": 106,
      "47": 107,
      "01": 108,
      "82": 109,
      "11": 110,
      "66": 111,
      "310": 112,
      "614": 113,
      "112": 114,
      "68": 115,
      "03": 116,
      "301": 117,
      "220": 118,
      "379": 119,
      "52": 120,
      "370": 121,
      "58": 122,
      "325": 123,
      "73": 124,
      "23": 125,
      "280": 126,
      "210": 127,
      "43": 128,
      "21": 129,
      "07": 130,
      "230": 131,
      "79": 132,
      "260": 133,
      "45": 134,
      "05": 135,
      "85": 136,
      "33": 137,
      "91": 138,
      "104": 139,
      "46": 140,
      "76": 141,
      "31": 142,
      "00": 143,
      "270": 144,
      "250": 145,
      "290": 146,
      "144": 147,
      "06": 148,
      "89": 149,
      "304": 150,
      "77": 151,
      "128": 152,
      "242": 153,
      "08": 154,
      "86": 155,
      "243": 156,
      "272": 157,
      "39": 158,
      "152": 159,
      "74": 160,
      "55": 161,
      "430": 162,
      "83": 163,
      "136": 164,
      "69": 165,
      "42": 166,
      "168": 167,
      "29": 168,
      "61": 169,
      "41": 170,
      "67": 171,
      "241": 172,
      "360": 173,
      "81": 174,
      "53": 175,
      "407": 176,
      "288": 177,
      "400": 178,
      "63": 179,
      "330": 180,
      "390": 181,
      "542": 182,
      "340": 183,
      "59": 184,
      "49": 185,
      "51": 186,
      "870": 187,
      "176": 188,
      "346": 189,
      "420": 190,
      "380": 191,
      "75": 192,
      "480": 193,
      "192": 194,
      "447": 195,
      "440": 196,
      "216": 197,
      "184": 198,
      "427": 199,
      "416": 200,
      "321": 201,
      "155": 202,
      "604": 203,
      "350": 204,
      "367": 205,
      "208": 206,
      "307": 207,
      "322": 208,
      "408": 209,
      "450": 210,
      "245": 211,
      "570": 212,
      "287": 213,
      "460": 214,
      "235": 215,
      "378": 216,
      "224": 217,
      "520": 218,
      "428": 219,
      "410": 220,
      "248": 221,
      "560": 222,
      "663": 223,
      "256": 224,
      "232": 225,
      "992": 226,
      "114": 227,
      "329": 228,
      "323": 229,
      "403": 230,
      "600": 231,
      "470": 232,
      "132": 233,
      "244": 234,
      "296": 235,
      "638": 236,
      "490": 237,
      "151": 238,
      "383": 239,
      "108": 240,
      "368": 241,
      "102": 242,
      "393": 243,
      "500": 244,
      "264": 245,
      "312": 246,
      "374": 247,
      "389": 248,
      "186": 249,
      "580": 250,
      "605": 251,
      "118": 252,
      "417": 253,
      "530": 254,
      "484": 255,
      "540": 256,
      "328": 257,
      "191": 258,
      "116": 259,
      "404": 260,
      "336": 261,
      "590": 262,
      "119": 263,
      "352": 264,
      "421": 265,
      "510": 266,
      "608": 267,
      "445": 268,
      "124": 269,
      "148": 270,
      "147": 271,
      "126": 272,
      "106": 273,
      "376": 274,
      "139": 275,
      "172": 276,
      "640": 277,
      "308": 278,
      "609": 279,
      "212": 280,
      "179": 281,
      "859": 282,
      "412": 283,
      "509": 284,
      "654": 285,
      "997": 286,
      "154": 287,
      "448": 288,
      "101": 289,
      "424": 290,
      "550": 291,
      "122": 292,
      "246": 293,
      "266": 294,
      "382": 295,
      "344": 296,
      "443": 297,
      "459": 298,
      "292": 299,
      "384": 300,
      "158": 301,
      "432": 302,
      "111": 303,
      "680": 304,
      "142": 305,
      "339": 306,
      "354": 307,
      "982": 308,
      "164": 309,
      "324": 310,
      "188": 311,
      "134": 312,
      "162": 313,
      "437": 314,
      "305": 315,
      "472": 316,
      "198": 317,
      "394": 318,
      "138": 319,
      "720": 320,
      "135": 321,
      "105": 322,
      "196": 323,
      "254": 324,
      "456": 325,
      "252": 326,
      "624": 327,
      "392": 328,
      "109": 329,
      "365": 330,
      "488": 331,
      "174": 332,
      "265": 333,
      "238": 334,
      "395": 335,
      "616": 336,
      "623": 337,
      "156": 338,
      "204": 339,
      "157": 340,
      "125": 341,
      "159": 342,
      "449": 343,
      "182": 344,
      "115": 345,
      "464": 346,
      "121": 347,
      "875": 348,
      "255": 349,
      "489": 350,
      "107": 351,
      "496": 352,
      "234": 353,
      "236": 354,
      "610": 355,
      "444": 356,
      "206": 357,
      "473": 358,
      "199": 359,
      "228": 360,
      "630": 361,
      "127": 362,
      "129": 363,
      "189": 364,
      "178": 365,
      "219": 366,
      "485": 367,
      "169": 368,
      "233": 369,
      "146": 370,
      "297": 371,
      "653": 372,
      "117": 373,
      "258": 374,
      "113": 375,
      "479": 376,
      "218": 377,
      "153": 378,
      "760": 379,
      "239": 380,
      "149": 381,
      "800": 382,
      "166": 383,
      "536": 384,
      "474": 385,
      "611": 386,
      "373": 387,
      "486": 388,
      "133": 389,
      "285": 390,
      "103": 391,
      "483": 392,
      "528": 393,
      "446": 394,
      "544": 395,
      "880": 396,
      "620": 397,
      "568": 398,
      "123": 399,
      "214": 400,
      "259": 401,
      "141": 402,
      "615": 403,
      "165": 404,
      "222": 405,
      "650": 406,
      "131": 407,
      "451": 408,
      "660": 409,
      "145": 410,
      "273": 411,
      "656": 412,
      "175": 413,
      "316": 414,
      "925": 415,
      "418": 416,
      "462": 417,
      "858": 418,
      "201": 419,
      "458": 420,
      "194": 421,
      "185": 422,
      "161": 423,
      "504": 424,
      "641": 425,
      "647": 426,
      "279": 427,
      "319": 428,
      "512": 429,
      "584": 430,
      "276": 431,
      "202": 432,
      "229": 433,
      "517": 434,
      "415": 435,
      "268": 436,
      "356": 437,
      "318": 438,
      "960": 439,
      "341": 440,
      "205": 441,
      "700": 442,
      "507": 443,
      "552": 444,
      "171": 445,
      "274": 446,
      "438": 447,
      "249": 448,
      "929": 449,
      "281": 450,
      "820": 451,
      "282": 452,
      "592": 453,
      "662": 454,
      "247": 455,
      "167": 456,
      "215": 457,
      "332": 458,
      "226": 459,
      "363": 460,
      "163": 461,
      "646": 462,
      "181": 463,
      "137": 464,
      "293": 465,
      "648": 466,
      "291": 467,
      "670": 468,
      "780": 469,
      "922": 470,
      "345": 471,
      "213": 472,
      "876": 473,
      "422": 474,
      "143": 475,
      "289": 476,
      "183": 477,
      "431": 478,
      "576": 479,
      "197": 480,
      "348": 481,
      "736": 482,
      "223": 483,
      "613": 484,
      "237": 485,
      "740": 486,
      "173": 487,
      "207": 488,
      "187": 489,
      "338": 490,
      "313": 491,
      "209": 492,
      "193": 493,
      "263": 494,
      "710": 495,
      "890": 496,
      "487": 497,
      "601": 498,
      "543": 499,
      "357": 500,
      "225": 501,
      "221": 502,
      "177": 503,
      "298": 504,
      "317": 505,
      "271": 506,
      "452": 507,
      "612": 508,
      "690": 509,
      "262": 510,
      "358": 511,
      "396": 512,
      "618": 513,
      "688": 514,
      "696": 515,
      "275": 516,
      "251": 517,
      "217": 518,
      "203": 519,
      "664": 520,
      "385": 521,
      "426": 522,
      "195": 523,
      "388": 524,
      "521": 525,
      "284": 526,
      "211": 527,
      "750": 528,
      "261": 529,
      "294": 530,
      "617": 531,
      "257": 532,
      "672": 533,
      "309": 534,
      "347": 535,
      "453": 536,
      "299": 537,
      "227": 538,
      "359": 539,
      "314": 540,
      "498": 541,
      "730": 542,
      "434": 543,
      "770": 544,
      "283": 545,
      "372": 546,
      "599": 547,
      "397": 548,
      "311": 549,
      "398": 550,
      "286": 551,
      "704": 552,
      "790": 553,
      "840": 554,
      "399": 555,
      "632": 556,
      "712": 557,
      "478": 558,
      "269": 559,
      "231": 560,
      "518": 561,
      "752": 562,
      "932": 563,
      "364": 564,
      "442": 565,
      "499": 566,
      "493": 567,
      "768": 568,
      "335": 569,
      "342": 570,
      "756": 571,
      "326": 572,
      "375": 573,
      "548": 574,
      "436": 575,
      "411": 576,
      "503": 577,
      "386": 578,
      "387": 579,
      "468": 580,
      "516": 581,
      "267": 582,
      "253": 583,
      "419": 584,
      "369": 585,
      "441": 586,
      "559": 587,
      "519": 588,
      "850": 589,
      "792": 590,
      "402": 591,
      "481": 592,
      "277": 593,
      "334": 594,
      "556": 595,
      "936": 596,
      "606": 597,
      "315": 598,
      "776": 599,
      "439": 600,
      "405": 601,
      "810": 602,
      "619": 603,
      "295": 604,
      "658": 605,
      "337": 606,
      "381": 607,
      "425": 608,
      "746": 609,
      "355": 610,
      "633": 611,
      "625": 612,
      "406": 613,
      "476": 614,
      "409": 615,
      "353": 616,
      "860": 617,
      "832": 618,
      "920": 619,
      "429": 620,
      "477": 621,
      "331": 622,
      "990": 623,
      "508": 624,
      "643": 625,
      "349": 626,
      "578": 627,
      "716": 628,
      "343": 629,
      "495": 630,
      "525": 631,
      "830": 632,
      "930": 633,
      "900": 634,
      "482": 635,
      "558": 636,
      "561": 637,
      "538": 638,
      "327": 639,
      "377": 640,
      "435": 641,
      "598": 642,
      "361": 643,
      "593": 644,
      "454": 645,
      "413": 646,
      "465": 647,
      "940": 648,
      "537": 649,
      "539": 650,
      "515": 651,
      "784": 652,
      "351": 653,
      "523": 654,
      "414": 655,
      "587": 656,
      "527": 657,
      "744": 658,
      "492": 659,
      "728": 660,
      "502": 661,
      "546": 662,
      "494": 663,
      "565": 664,
      "333": 665,
      "471": 666,
      "466": 667,
      "513": 668,
      "836": 669,
      "621": 670,
      "475": 671,
      "872": 672,
      "577": 673,
      "423": 674,
      "514": 675,
      "545": 676,
      "622": 677,
      "566": 678,
      "571": 679,
      "676": 680,
      "506": 681,
      "469": 682,
      "511": 683,
      "766": 684,
      "467": 685,
      "Ġu": 686,
      "808": 687,
      "582": 688,
      "889": 689,
      "524": 690,
      "572": 691,
      "588": 692,
      "401": 693,
      "644": 694,
      "759": 695,
      "391": 696,
      "549": 697,
      "567": 698,
      "969": 699,
      "433": 700,
      "463": 701,
      "554": 702,
      "919": 703,
      "882": 704,
      "497": 705,
      "457": 706,
      "535": 707,
      "532": 708,
      "526": 709,
      "522": 710,
      "579": 711,
      "910": 712,
      "534": 713,
      "553": 714,
      "491": 715,
      "944": 716,
      "602": 717,
      "642": 718,
      "980": 719,
      "581": 720,
      "585": 721,
      "505": 722,
      "564": 723,
      "636": 724,
      "755": 725,
      "652": 726,
      "455": 727,
      "461": 728,
      "555": 729,
      "595": 730,
      "594": 731,
      "531": 732,
      "914": 733,
      "591": 734,
      "796": 735,
      "901": 736,
      "574": 737,
      "589": 738,
      "678": 739,
      "862": 740,
      "902": 741,
      "597": 742,
      "695": 743,
      "562": 744,
      "921": 745,
      "551": 746,
      "765": 747,
      "950": 748,
      "557": 749,
      "533": 750,
      "626": 751,
      "607": 752,
      "708": 753,
      "904": 754,
      "586": 755,
      "718": 756,
      "541": 757,
      "952": 758,
      "958": 759,
      "cc": 760,
      "596": 761,
      "924": 762,
      "573": 763,
      "826": 764,
      "657": 765,
      "501": 766,
      "547": 767,
      "668": 768,
      "529": 769,
      "569": 770,
      "686": 771,
      "856": 772,
      "788": 773,
      "824": 774,
      "645": 775,
      "583": 776,
      "706": 777,
      "666": 778,
      "634": 779,
      "575": 780,
      "816": 781,
      "774": 782,
      "854": 783,
      "912": 784,
      "669": 785,
      "767": 786,
      "961": 787,
      "763": 788,
      "665": 789,
      "684": 790,
      "563": 791,
      "896": 792,
      "701": 793,
      "787": 794,
      "629": 795,
      "732": 796,
      "970": 797,
      "848": 798,
      "651": 799,
      "698": 800,
      "865": 801,
      "627": 802,
      "928": 803,
      "714": 804,
      "667": 805,
      "628": 806,
      "778": 807,
      "639": 808,
      "694": 809,
      "799": 810,
      "835": 811,
      "721": 812,
      "725": 813,
      "782": 814,
      "874": 815,
      "685": 816,
      "886": 817,
      "827": 818,
      "675": 819,
      "671": 820,
      "798": 821,
      "864": 822,
      "781": 823,
      "659": 824,
      "976": 825,
      "841": 826,
      "637": 827,
      "846": 828,
      "953": 829,
      "943": 830,
      "724": 831,
      "937": 832,
      "717": 833,
      "719": 834,
      "705": 835,
      "802": 836,
      "785": 837,
      "935": 838,
      "687": 839,
      "748": 840,
      "715": 841,
      "726": 842,
      "888": 843,
      "681": 844,
      "682": 845,
      "691": 846,
      "734": 847,
      "871": 848,
      "806": 849,
      "697": 850,
      "772": 851,
      "737": 852,
      "779": 853,
      "837": 854,
      "702": 855,
      "722": 856,
      "661": 857,
      "679": 858,
      "674": 859,
      "735": 860,
      "745": 861,
      "709": 862,
      "984": 863,
      "883": 864,
      "739": 865,
      "699": 866,
      "635": 867,
      "771": 868,
      "758": 869,
      "727": 870,
      "985": 871,
      "631": 872,
      "819": 873,
      "878": 874,
      "603": 875,
      "908": 876,
      "693": 877,
      "673": 878,
      "822": 879,
      "711": 880,
      "789": 881,
      "894": 882,
      "868": 883,
      "777": 884,
      "692": 885,
      "757": 886,
      "751": 887,
      "857": 888,
      "964": 889,
      "683": 890,
      "764": 891,
      "916": 892,
      "729": 893,
      "786": 894,
      "993": 895,
      "649": 896,
      "861": 897,
      "742": 898,
      "753": 899,
      "915": 900,
      "707": 901,
      "801": 902,
      "877": 903,
      "979": 904,
      "738": 905,
      "762": 906,
      "818": 907,
      "897": 908,
      "733": 909,
      "677": 910,
      "795": 911,
      "828": 912,
      "817": 913,
      "926": 914,
      "807": 915,
      "988": 916,
      "968": 917,
      "823": 918,
      "689": 919,
      "867": 920,
      "797": 921,
      "773": 922,
      "815": 923,
      "814": 924,
      "838": 925,
      "892": 926,
      "813": 927,
      "948": 928,
      "703": 929,
      "847": 930,
      "731": 931,
      "775": 932,
      "741": 933,
      "794": 934,
      "783": 935,
      "743": 936,
      "898": 937,
      "918": 938,
      "879": 939,
      "963": 940,
      "881": 941,
      "842": 942,
      "769": 943,
      "812": 944,
      "825": 945,
      "911": 946,
      "805": 947,
      "906": 948,
      "849": 949,
      "791": 950,
      "761": 951,
      "863": 952,
      "749": 953,
      "938": 954,
      "962": 955,
      "754": 956,
      "834": 957,
      "844": 958,
      "895": 959,
      "866": 960,
      "987": 961,
      "803": 962,
      "723": 963,
      "907": 964,
      "965": 965,
      "884": 966,
      "959": 967,
      "747": 968,
      "917": 969,
      "954": 970,
      "ac": 971,
      "804": 972,
      "989": 973,
      "843": 974,
      "946": 975,
      "947": 976,
      "869": 977,
      "793": 978,
      "833": 979,
      "831": 980,
      "903": 981,
      "996": 982,
      "977": 983,
      "893": 984,
      "852": 985,
      "972": 986,
      "978": 987,
      "934": 988,
      "995": 989,
      "885": 990,
      "845": 991,
      "945": 992,
      "949": 993,
      "853": 994,
      "855": 995,
      "811": 996,
      "839": 997,
      "998": 998,
      "981": 999,
      "923": 1000,
      "931": 1001,
      "933": 1002,
      "942": 1003,
      "851": 1004,
      "971": 1005,
      "956": 1006,
      "951": 1007,
      "941": 1008,
      "891": 1009,
      "913": 1010,
      "cp": 1011,
      "713": 1012,
      "809": 1013,
      "905": 1014,
      "829": 1015,
      "cpz": 1016,
      "967": 1017,
      "973": 1018,
      "927": 1019,
      "955": 1020,
      "821": 1021,
      "887": 1022,
      "983": 1023,
      "975": 1024,
      "bc": 1025,
      "873": 1026,
      "991": 1027,
      "966": 1028,
      "957": 1029,
      "899": 1030,
      "909": 1031,
      "994": 1032,
      "939": 1033,
      "986": 1034,
      "bd": 1035,
      "974": 1036,
      "ap": 1037,
      "999": 1038,
      "cpza": 1039,
      "cpzd": 1040
    },
    "merges": [
      "Ġ -",
      ". d",
      "a t",
      ".d at",
      "3 0",
      "2 0",
      "1 0",
      "4 0",
      "7 1",
      "1 5",
      "6 0",
      "7 0",
      "8 0",
      "1 9",
      "2 4",
      "5 0",
      "1 4",
      "30 2",
      "3 6",
      "7 2",
      "1 6",
      "3 2",
      "30 0",
      "2 8",
      "9 0",
      "7 8",
      "1 2",
      "8 7",
      "9 8",
      "9 9",
      "1 20",
      "3 8",
      "4 8",
      "2 6",
      "10 0",
      "5 6",
      "9 6",
      "2 78",
      "1 8",
      "3 7",
      "1 10",
      "15 0",
      "6 5",
      "6 4",
      "1 7",
      "9 7",
      "3 4",
      "3 20",
      "9 2",
      "1 60",
      "1 40",
      "5 4",
      "1 30",
      "4 4",
      "9 3",
      "2 5",
      "30 3",
      "0 9",
      "3 5",
      "0 2",
      "8 8",
      "20 0",
      "1 80",
      "0 4",
      "36 6",
      "2 2",
      "65 5",
      "8 4",
      "1 3",
      "36 2",
      "9 5",
      "5 7",
      "1 70",
      "30 6",
      "3 71",
      "2 40",
      "2 7",
      "6 2",
      "9 4",
      "19 0",
      "4 7",
      "0 1",
      "8 2",
      "1 1",
      "6 6",
      "3 10",
      "6 14",
      "1 12",
      "6 8",
      "0 3",
      "30 1",
      "2 20",
      "37 9",
      "5 2",
      "3 70",
      "5 8",
      "32 5",
      "7 3",
      "2 3",
      "2 80",
      "2 10",
      "4 3",
      "2 1",
      "0 7",
      "2 30",
      "7 9",
      "2 60",
      "4 5",
      "0 5",
      "8 5",
      "3 3",
      "9 1",
      "10 4",
      "4 6",
      "7 6",
      "3 1",
      "0 0",
      "2 70",
      "2 50",
      "2 90",
      "14 4",
      "0 6",
      "8 9",
      "30 4",
      "7 7",
      "1 28",
      "24 2",
      "0 8",
      "8 6",
      "24 3",
      "2 72",
      "3 9",
      "15 2",
      "7 4",
      "5 5",
      "4 30",
      "8 3",
      "1 36",
      "6 9",
      "4 2",
      "16 8",
      "2 9",
      "6 1",
      "4 1",
      "6 7",
      "24 1",
      "3 60",
      "8 1",
      "5 3",
      "40 7",
      "28 8",
      "40 0",
      "6 3",
      "3 30",
      "3 90",
      "54 2",
      "3 40",
      "5 9",
      "4 9",
      "5 1",
      "8 70",
      "17 6",
      "34 6",
      "4 20",
      "3 80",
      "7 5",
      "4 80",
      "19 2",
      "44 7",
      "4 40",
      "2 16",
      "18 4",
      "4 27",
      "4 16",
      "32 1",
      "15 5",
      "60 4",
      "3 50",
      "36 7",
      "20 8",
      "30 7",
      "32 2",
      "40 8",
      "4 50",
      "24 5",
      "5 70",
      "28 7",
      "4 60",
      "2 35",
      "3 78",
      "2 24",
      "5 20",
      "4 28",
      "4 10",
      "24 8",
      "5 60",
      "66 3",
      "2 56",
      "2 32",
      "99 2",
      "1 14",
      "32 9",
      "32 3",
      "40 3",
      "60 0",
      "4 70",
      "1 32",
      "24 4",
      "2 96",
      "6 38",
      "4 90",
      "15 1",
      "38 3",
      "10 8",
      "36 8",
      "10 2",
      "3 93",
      "50 0",
      "26 4",
      "3 12",
      "37 4",
      "38 9",
      "18 6",
      "5 80",
      "60 5",
      "1 18",
      "4 17",
      "5 30",
      "48 4",
      "5 40",
      "32 8",
      "19 1",
      "1 16",
      "40 4",
      "3 36",
      "5 90",
      "1 19",
      "35 2",
      "4 21",
      "5 10",
      "60 8",
      "44 5",
      "1 24",
      "14 8",
      "14 7",
      "12 6",
      "10 6",
      "37 6",
      "13 9",
      "1 72",
      "6 40",
      "30 8",
      "60 9",
      "2 12",
      "17 9",
      "85 9",
      "4 12",
      "50 9",
      "65 4",
      "99 7",
      "15 4",
      "4 48",
      "10 1",
      "4 24",
      "5 50",
      "12 2",
      "24 6",
      "26 6",
      "38 2",
      "34 4",
      "44 3",
      "45 9",
      "2 92",
      "38 4",
      "15 8",
      "4 32",
      "11 1",
      "6 80",
      "14 2",
      "33 9",
      "3 54",
      "98 2",
      "16 4",
      "3 24",
      "18 8",
      "1 34",
      "16 2",
      "4 37",
      "30 5",
      "4 72",
      "19 8",
      "3 94",
      "1 38",
      "7 20",
      "1 35",
      "10 5",
      "19 6",
      "2 54",
      "4 56",
      "25 2",
      "6 24",
      "3 92",
      "10 9",
      "36 5",
      "48 8",
      "17 4",
      "26 5",
      "2 38",
      "3 95",
      "6 16",
      "62 3",
      "15 6",
      "20 4",
      "15 7",
      "12 5",
      "15 9",
      "44 9",
      "18 2",
      "1 15",
      "4 64",
      "12 1",
      "87 5",
      "25 5",
      "48 9",
      "10 7",
      "4 96",
      "2 34",
      "2 36",
      "6 10",
      "44 4",
      "20 6",
      "47 3",
      "19 9",
      "2 28",
      "6 30",
      "12 7",
      "12 9",
      "18 9",
      "1 78",
      "2 19",
      "48 5",
      "16 9",
      "23 3",
      "14 6",
      "2 97",
      "65 3",
      "1 17",
      "25 8",
      "1 13",
      "47 9",
      "2 18",
      "15 3",
      "7 60",
      "23 9",
      "14 9",
      "80 0",
      "16 6",
      "5 36",
      "47 4",
      "6 11",
      "37 3",
      "48 6",
      "13 3",
      "28 5",
      "10 3",
      "48 3",
      "5 28",
      "44 6",
      "54 4",
      "8 80",
      "6 20",
      "56 8",
      "12 3",
      "2 14",
      "25 9",
      "14 1",
      "6 15",
      "16 5",
      "22 2",
      "6 50",
      "13 1",
      "45 1",
      "6 60",
      "14 5",
      "27 3",
      "6 56",
      "17 5",
      "3 16",
      "92 5",
      "4 18",
      "4 62",
      "8 58",
      "20 1",
      "4 58",
      "19 4",
      "18 5",
      "16 1",
      "50 4",
      "64 1",
      "64 7",
      "27 9",
      "3 19",
      "5 12",
      "5 84",
      "27 6",
      "20 2",
      "22 9",
      "5 17",
      "4 15",
      "26 8",
      "3 56",
      "3 18",
      "9 60",
      "34 1",
      "20 5",
      "70 0",
      "50 7",
      "5 52",
      "1 71",
      "27 4",
      "4 38",
      "24 9",
      "92 9",
      "28 1",
      "8 20",
      "28 2",
      "5 92",
      "6 62",
      "24 7",
      "16 7",
      "2 15",
      "3 32",
      "2 26",
      "36 3",
      "16 3",
      "64 6",
      "18 1",
      "1 37",
      "2 93",
      "6 48",
      "2 91",
      "6 70",
      "7 80",
      "92 2",
      "34 5",
      "2 13",
      "87 6",
      "4 22",
      "14 3",
      "28 9",
      "18 3",
      "43 1",
      "57 6",
      "19 7",
      "3 48",
      "7 36",
      "22 3",
      "6 13",
      "2 37",
      "7 40",
      "17 3",
      "20 7",
      "1 87",
      "3 38",
      "3 13",
      "20 9",
      "19 3",
      "26 3",
      "7 10",
      "8 90",
      "4 87",
      "60 1",
      "54 3",
      "35 7",
      "2 25",
      "22 1",
      "17 7",
      "2 98",
      "3 17",
      "2 71",
      "4 52",
      "6 12",
      "6 90",
      "26 2",
      "35 8",
      "3 96",
      "6 18",
      "6 88",
      "6 96",
      "27 5",
      "25 1",
      "2 17",
      "20 3",
      "6 64",
      "38 5",
      "4 26",
      "19 5",
      "38 8",
      "52 1",
      "28 4",
      "2 11",
      "7 50",
      "26 1",
      "2 94",
      "6 17",
      "25 7",
      "6 72",
      "30 9",
      "34 7",
      "45 3",
      "2 99",
      "22 7",
      "35 9",
      "3 14",
      "4 98",
      "7 30",
      "4 34",
      "7 70",
      "28 3",
      "3 72",
      "5 99",
      "3 97",
      "3 11",
      "3 98",
      "28 6",
      "70 4",
      "7 90",
      "8 40",
      "3 99",
      "6 32",
      "71 2",
      "4 78",
      "26 9",
      "23 1",
      "5 18",
      "7 52",
      "9 32",
      "36 4",
      "44 2",
      "4 99",
      "4 93",
      "7 68",
      "3 35",
      "34 2",
      "7 56",
      "32 6",
      "37 5",
      "5 48",
      "4 36",
      "4 11",
      "50 3",
      "38 6",
      "3 87",
      "4 68",
      "5 16",
      "26 7",
      "25 3",
      "4 19",
      "36 9",
      "44 1",
      "55 9",
      "5 19",
      "8 50",
      "7 92",
      "40 2",
      "48 1",
      "27 7",
      "3 34",
      "5 56",
      "9 36",
      "60 6",
      "3 15",
      "7 76",
      "43 9",
      "40 5",
      "8 10",
      "6 19",
      "2 95",
      "65 8",
      "3 37",
      "38 1",
      "4 25",
      "7 46",
      "35 5",
      "6 33",
      "6 25",
      "40 6",
      "47 6",
      "40 9",
      "35 3",
      "8 60",
      "8 32",
      "9 20",
      "42 9",
      "47 7",
      "33 1",
      "9 90",
      "50 8",
      "64 3",
      "34 9",
      "5 78",
      "71 6",
      "34 3",
      "4 95",
      "5 25",
      "8 30",
      "9 30",
      "90 0",
      "48 2",
      "5 58",
      "56 1",
      "5 38",
      "32 7",
      "37 7",
      "4 35",
      "5 98",
      "36 1",
      "5 93",
      "4 54",
      "4 13",
      "4 65",
      "9 40",
      "5 37",
      "5 39",
      "5 15",
      "78 4",
      "35 1",
      "52 3",
      "4 14",
      "5 87",
      "5 27",
      "7 44",
      "4 92",
      "72 8",
      "50 2",
      "54 6",
      "4 94",
      "56 5",
      "33 3",
      "4 71",
      "4 66",
      "5 13",
      "8 36",
      "62 1",
      "47 5",
      "8 72",
      "57 7",
      "4 23",
      "5 14",
      "54 5",
      "6 22",
      "56 6",
      "5 71",
      "6 76",
      "50 6",
      "46 9",
      "5 11",
      "7 66",
      "46 7",
      "Ġ u",
      "80 8",
      "5 82",
      "88 9",
      "5 24",
      "5 72",
      "5 88",
      "40 1",
      "64 4",
      "7 59",
      "3 91",
      "54 9",
      "56 7",
      "96 9",
      "43 3",
      "46 3",
      "5 54",
      "9 19",
      "88 2",
      "4 97",
      "4 57",
      "5 35",
      "5 32",
      "5 26",
      "5 22",
      "57 9",
      "9 10",
      "5 34",
      "55 3",
      "4 91",
      "9 44",
      "60 2",
      "64 2",
      "9 80",
      "58 1",
      "58 5",
      "50 5",
      "56 4",
      "6 36",
      "7 55",
      "65 2",
      "45 5",
      "46 1",
      "55 5",
      "5 95",
      "5 94",
      "5 31",
      "9 14",
      "5 91",
      "7 96",
      "90 1",
      "57 4",
      "58 9",
      "6 78",
      "8 62",
      "90 2",
      "5 97",
      "6 95",
      "56 2",
      "92 1",
      "55 1",
      "7 65",
      "9 50",
      "5 57",
      "5 33",
      "6 26",
      "60 7",
      "70 8",
      "90 4",
      "58 6",
      "71 8",
      "54 1",
      "95 2",
      "95 8",
      "c c",
      "5 96",
      "9 24",
      "57 3",
      "8 26",
      "65 7",
      "50 1",
      "54 7",
      "66 8",
      "52 9",
      "56 9",
      "68 6",
      "8 56",
      "78 8",
      "8 24",
      "64 5",
      "58 3",
      "70 6",
      "66 6",
      "6 34",
      "57 5",
      "8 16",
      "77 4",
      "8 54",
      "9 12",
      "66 9",
      "76 7",
      "96 1",
      "76 3",
      "6 65",
      "6 84",
      "56 3",
      "8 96",
      "70 1",
      "78 7",
      "62 9",
      "7 32",
      "9 70",
      "8 48",
      "65 1",
      "6 98",
      "8 65",
      "6 27",
      "9 28",
      "71 4",
      "66 7",
      "6 28",
      "7 78",
      "6 39",
      "6 94",
      "7 99",
      "8 35",
      "72 1",
      "72 5",
      "78 2",
      "87 4",
      "68 5",
      "88 6",
      "8 27",
      "67 5",
      "6 71",
      "7 98",
      "8 64",
      "78 1",
      "65 9",
      "97 6",
      "84 1",
      "6 37",
      "84 6",
      "95 3",
      "94 3",
      "7 24",
      "9 37",
      "71 7",
      "71 9",
      "70 5",
      "80 2",
      "78 5",
      "93 5",
      "6 87",
      "7 48",
      "71 5",
      "72 6",
      "88 8",
      "68 1",
      "6 82",
      "6 91",
      "7 34",
      "8 71",
      "80 6",
      "6 97",
      "7 72",
      "7 37",
      "7 79",
      "8 37",
      "70 2",
      "72 2",
      "66 1",
      "6 79",
      "6 74",
      "7 35",
      "7 45",
      "70 9",
      "98 4",
      "88 3",
      "73 9",
      "6 99",
      "6 35",
      "7 71",
      "7 58",
      "72 7",
      "98 5",
      "6 31",
      "8 19",
      "8 78",
      "60 3",
      "90 8",
      "6 93",
      "6 73",
      "8 22",
      "71 1",
      "78 9",
      "8 94",
      "8 68",
      "77 7",
      "6 92",
      "7 57",
      "7 51",
      "8 57",
      "96 4",
      "68 3",
      "7 64",
      "9 16",
      "72 9",
      "78 6",
      "99 3",
      "64 9",
      "86 1",
      "74 2",
      "7 53",
      "9 15",
      "70 7",
      "80 1",
      "87 7",
      "97 9",
      "7 38",
      "7 62",
      "8 18",
      "8 97",
      "73 3",
      "6 77",
      "7 95",
      "8 28",
      "8 17",
      "9 26",
      "80 7",
      "98 8",
      "96 8",
      "82 3",
      "68 9",
      "86 7",
      "7 97",
      "7 73",
      "8 15",
      "8 14",
      "8 38",
      "8 92",
      "8 13",
      "9 48",
      "70 3",
      "84 7",
      "73 1",
      "77 5",
      "74 1",
      "7 94",
      "78 3",
      "7 43",
      "8 98",
      "9 18",
      "87 9",
      "96 3",
      "88 1",
      "84 2",
      "76 9",
      "8 12",
      "8 25",
      "9 11",
      "80 5",
      "90 6",
      "84 9",
      "79 1",
      "76 1",
      "86 3",
      "74 9",
      "9 38",
      "96 2",
      "7 54",
      "8 34",
      "8 44",
      "8 95",
      "8 66",
      "9 87",
      "80 3",
      "72 3",
      "90 7",
      "96 5",
      "88 4",
      "95 9",
      "7 47",
      "9 17",
      "9 54",
      "a c",
      "80 4",
      "98 9",
      "84 3",
      "94 6",
      "94 7",
      "86 9",
      "7 93",
      "8 33",
      "8 31",
      "90 3",
      "99 6",
      "97 7",
      "8 93",
      "8 52",
      "9 72",
      "9 78",
      "9 34",
      "99 5",
      "88 5",
      "84 5",
      "94 5",
      "94 9",
      "85 3",
      "85 5",
      "8 11",
      "8 39",
      "9 98",
      "98 1",
      "92 3",
      "93 1",
      "93 3",
      "94 2",
      "85 1",
      "9 71",
      "9 56",
      "95 1",
      "94 1",
      "8 91",
      "9 13",
      "c p",
      "71 3",
      "80 9",
      "90 5",
      "82 9",
      "cp z",
      "96 7",
      "97 3",
      "92 7",
      "95 5",
      "82 1",
      "8 87",
      "98 3",
      "97 5",
      "b c",
      "87 3",
      "99 1",
      "96 6",
      "95 7",
      "8 99",
      "90 9",
      "99 4",
      "93 9",
      "98 6",
      "b d",
      "97 4",
      "a p",
      "99 9",
      "cpz a",
      "cpz d"
    ]
  }
}